{
  "LAWS": {
    "UpdateDate": "20170526",
    "法規": {
      "法規性質": "法律",
      "法規名稱": "勞動基準法",
      "法規網址": "http://law.moj.gov.tw/LawClass/LawContent.aspx?PCODE=N0030001",
      "法規類別": "行政＞勞動部＞勞動條件及就業平等目",
      "最新異動日期": "20161221",
      "生效日期": "99991231",
      "生效內容": "本法 105.12.21  修正之第 34 條第 2  項規定，施行日期由行政院定之\n。",
      "廢止註記": "",
      "是否英譯註記": "Y",
      "英文法規名稱": "Labor Standards Act",
      "沿革內容": "1.中華民國七十三年七月三十日總統（73）華總（一）義字第 14069  號\n  令制定公布全文 86 條\n2.中華民國八十五年十二月二十七日總統（85）華總（一）義字第 85002\n  98370 號令修正公布第 3  條條文；並增訂第 30-1、84-1、84-2 條條\n  文\n3.中華民國八十七年五月十三日總統（87）華總（一）義字第 870009800\n  0 號令修正公布第 30-1 條條文\n4.中華民國八十九年六月二十八日總統（89）華總一義字第 8900158760\n  號令修正公布第 30 條條文\n5.中華民國八十九年七月十九日總統（89）華總一義字第 8900177630 號\n  令修正公布第 4、72  條條文\n6.中華民國九十一年六月十二日總統華總一義字第 09100120620  號令修\n  正公布第 3、21、30-1、56  條條文\n7.中華民國九十一年十二月二十五日總統華總一義字第 09100248770  號\n  令修正公布第 30、30-1、32、49、77、79、86 條條文；本法自公布日\n  施行，但中華民國八十九年六月二十八日修正公布之第 30 條第 1  項\n  及第 2  項規定自中華民國九十年一月一日施行\n8.中華民國九十七年五月十四日總統華總一義字第 09700055071  號令修\n  正公布第 54 條條文\n9.中華民國九十八年四月二十二日總統華總一義字第 09800094001  號令\n  修正公布第 53 條條文\n10. 中華民國一百年六月二十九日總統華總一義字第 10000136181  號令\n    修正公布第 75～79、80 條條文；增訂第 79-1 條條文\n11. 中華民國一百零二年十二月十一日總統華總一義字第 10200225221 \n    號令修正公布第 45、47、77、79-1 條條文\n    中華民國一百零三年二月十四日行政院院臺規字第 1030124618 號公\n    告第 4  條所列屬「行政院勞工委員會」之權責事項，自一百零三年\n    二月十七日起改由「勞動部」管轄；第 28 條第 5  項所列屬「勞工\n    保險局」之權責事項，自一百零三年二月十七日起，積欠工資墊償基\n    金收繳、墊償業務，改由「勞動部勞工保險局」管轄；積欠工資墊償\n    基金投資及運用業務，改由「勞動部勞動基金運用局」管轄；第 56 \n    條第 2  項所列屬「勞工退休基金監理委員會」之權責事項，自一百\n    零三年二月十七日起，監理業務改由「勞動部」管轄；勞工退休基金\n    投資及運用業務，改由「勞動部勞動基金運用局」管轄\n12. 中華民國一百零四年二月四日總統華總一義字第 10400012401  號令\n    修正公布第 17、28、55、56、78、79、86 條條文；增訂第 80-1 條\n    條文；除第 28 條第 1  項自公布後八個月施行外，自公布日施行\n13. 中華民國一百零四年六月三日總統華總一義字第 10400064421  號令\n    修正公布第 4、30、79、86  條條文；並自一百零五年一月一日施行\n14. 中華民國一百零四年七月一日總統華總一義字第 10400077211  號令\n    修正公布第 58 條條文\n15. 中華民國一百零四年十二月十六日總統華總一義字第 10400146731\n    號令修正第 44、46 條條文；增訂第 9-1、10-1、15-1  條條文\n16. 中華民國一百零五年十一月十六日總統華總一義字第 10500140131  \n    號令修正公布第 14 條條文\n17. 中華民國一百零五年十二月二十一日總統華總一義字第 10500157731\n    號令修正公布第 23、24、30-1、34、36～39、74、79 條條文；並自\n    公布日施行；但第 34 條第 2  項規定，施行日期由行政院定之；第\n    37  條第 1  項規定及第 38 條條文，自一百零六年一月一日施行",
      "法規內容": {
        "編章節": [
          "第 一 章 總則",
          "第 二 章 勞動契約",
          "第 三 章 工資",
          "第 四 章 工作時間、休息、休假",
          "第 五 章 童工、女工",
          "第 六 章 退休",
          "第 七 章 職業災害補償",
          "第 八 章 技術生",
          "第 九 章 工作規則",
          "第 十 章 監督與檢查",
          "第 十一 章 罰則",
          "第 十二 章 附則"
        ],
        "條文": [
          {
            "條號": "1",
            "條文內容": {
              "zh": "為規定勞動條件最低標準，保障勞工權益，加強勞雇關係，促進社會與經\n濟發展，特制定本法；本法未規定者，適用其他法律之規定。\n雇主與勞工所訂勞動條件，不得低於本法所定之最低標準。",
              "en": "The Act is enacted to provide minimum  standards  for  working conditions, protect workers' rights and interests, strengthen employee-employer relationships and promote social and economic development. Matters not provided for herein shall be governed by other applicable statutes.\nThe terms and conditions of any agreement between an employer and a worker shall not be below the minimum standards provided herein."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "2",
            "條文內容": {
              "zh": "本法用辭定義如左：\n一、勞工：謂受雇主僱用從事工作獲致工資者。\n二、雇主：謂僱用勞工之事業主、事業經營之負責人或代表事業主處理有\n    關勞工事務之人。\n三、工資：謂勞工因工作而獲得之報酬；包括工資、薪金及按計時、計日\n    、計月、計件以現金或實物等方式給付之獎金、津貼及其他任何名義\n    之經常性給與均屬之。\n四、平均工資：謂計算事由發生之當日前六個月內所得工資總額除以該期\n    間之總日數所得之金額。工作未滿六個月者，謂工作期間所得工資總\n    額除以工作期間之總日數所得之金額。工資按工作日數、時數或論件\n    計算者，其依上述方式計算之平均工資，如少於該期內工資總額除以\n    實際工作日數所得金額百分之六十者，以百分之六十計。\n五、事業單位：謂適用本法各業僱用勞工從事工作之機構。\n六、勞動契約：謂約定勞雇關係之契約。",
              "en": "The terms used in the Act shall be defined as follows:\n1. Worker means a person who is hired by an employer  to  work for wages.\n2. Employer means a business entity which hires workers, the responsible person of business operations, or the person who represents the business owner in handling labor matters.\n3. Wage means the remuneration which a worker receives for his/her services rendered, including wages, salaries and bonuses, allowances and any other regular payments regardless of the name which may be computed on an hourly, daily, monthly and piecework basis, whether payable in cash or in kind.\n4. Average wage means the figure reached by taking the total wages for the six months preceding the day on which an event requiring that a computation be made occurs, divided by the total number of days in that period. In the case of a period of service not exceeding six months, the term \"average wage\" means the figure reached by taking the total wages for the service period divided by the total number of days of that period. In the case of wages which are computed on a daily, hourly, or piecework basis, if the \"average wage\" figure reached according to the preceding formula is less than sixty percent of a figure determined by dividing the total wages for the particular service period by the actual number of work days, the \"average wage\" in this case shall be the sixty percent figure.\n5. Business entity means any entity engaged in any of the business (or industries) that are governed by the Act, which employs workers to do work.\n6. Labor  contract  means  an  agreement  that  establishes an employee-employer relationship."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "02036",
                  "law_name": "船員法",
                  "numbers": [
                    "53"
                  ]
                },
                {
                  "law_no": "03623",
                  "law_name": "勞工退休金條例",
                  "numbers": [
                    "3"
                  ]
                }
              ]
            }
          },
          {
            "條號": "3",
            "條文內容": {
              "zh": "本法於左列各業適用之：\n一、農、林、漁、牧業。\n二、礦業及土石採取業。\n三、製造業。\n四、營造業。\n五、水電、煤氣業。\n六、運輸、倉儲及通信業。\n七、大眾傳播業。\n八、其他經中央主管機關指定之事業。\n依前項第八款指定時，得就事業之部分工作場所或工作者指定適用。\n本法適用於一切勞雇關係。但因經營型態、管理制度及工作特性等因素適\n用本法確有窒礙難行者，並經中央主管機關指定公告之行業或工作者，不\n適用之。\n前項因窒礙難行而不適用本法者，不得逾第一項第一款至第七款以外勞工\n總數五分之一。",
              "en": "The Act shall be applicable to the following business (or industries):\n1. Agriculture, forestry, fishery and animal husbandry,\n2. Mining and quarrying,\n3. Manufacturing,\n4. Construction,\n5. Water, electricity and gas supply,\n6. Transportation, warehousing and telecommunications,\n7. Mass communication, and\n8. Other business (or industries) designated by the Central Competent Authority.\nWhen making designation referred to in Subparagraph 8 of the proceeding paragraph, a portion of the workplace or part of workers in the business entity may be designated as applicable.\nThe Act shall apply to all forms of employee-employer relationships. However, this principle shall not apply, if the application of the Act would genuinely cause undue hardship to the business entities involved due to the factors relating to the types of management, the administration system and the characteristic of work involved and if it belongs to the business (or industries) or worker designated and publicly announced by the Central Competent Authority.\nThe total number of workers employed in the business entities which will encounter genuinely undue hardships and shall not be applicable to the Act, shall not exceed one-fifth of the total number of workers employed outside of the business (or industries) as listed in Subparagraphs 1-7 of Paragraph 1 to this article."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "33"
                  ]
                }
              ]
            }
          },
          {
            "條號": "4",
            "條文內容": {
              "zh": "本法所稱主管機關：在中央為勞動部；在直轄市為直轄市政府；在縣（市\n）為縣（市）政府。",
              "en": "The term “competent authority” referred to in the Act shall be the Ministry of Labor at the central level, the municipal government at the municipal level, and the county (city) government at the county (city) level."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "5",
            "條文內容": {
              "zh": "雇主不得以強暴、脅迫、拘禁或其他非法之方法，強制勞工從事勞動。",
              "en": "No employer shall, by force, coercion, detention, or other illegal means, compel a worker to perform work."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "75"
                  ]
                }
              ]
            }
          },
          {
            "條號": "6",
            "條文內容": {
              "zh": "任何人不得介入他人之勞動契約，抽取不法利益。",
              "en": "No person shall interfere in the labor contract of other persons and obtain illegal benefits therefrom."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "76"
                  ]
                }
              ]
            }
          },
          {
            "條號": "7",
            "條文內容": {
              "zh": "雇主應置備勞工名卡，登記勞工之姓名、性別、出生年月日、本籍、教育\n程度、住址、身分證統一號碼、到職年月日、工資、勞工保險投保日期、\n獎懲、傷病及其他必要事項。\n前項勞工名卡，應保管至勞工離職後五年。",
              "en": "An  employer shall prepare  and  maintain a worker  record card indicating the name, sex, birth date, place of ancestral origin, educational background, address, national identification card number, employment starting date, wage, labor insurance starting date, merits and demerits, injury and disease and other significant facts of each worker.\nThe worker record card referred to in the preceding paragraph shall be kept on file by the employer for at least five years after the date a particular worker ceases to be employed."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "8",
            "條文內容": {
              "zh": "雇主對於僱用之勞工，應預防職業上災害，建立適當之工作環境及福利設\n施。其有關安全衛生及福利事項，依有關法律之規定。",
              "en": "An  employer shall  take  precautions for  the  safety and benefit of his / her hired workers against occupational hazards, create a proper working conditions and provide welfare facilities. All safety, sanitation and welfare matters related thereto shall be governed by the regulations of applicable statutes."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "9",
            "條文內容": {
              "zh": "勞動契約，分為定期契約及不定期契約。臨時性、短期性、季節性及特定\n性工作得為定期契約；有繼續性工作應為不定期契約。\n定期契約屆滿後，有左列情形之一者，視為不定期契約：\n一、勞工繼續工作而雇主不即表示反對意思者。\n二、雖經另訂新約，惟其前後勞動契約之工作期間超過九十日，前後契約\n    間斷期間未超過三十日者。\n前項規定於特定性或季節性之定期工作不適用之。",
              "en": "Labor contracts  may be divided into two categories: fixed term contracts and non-fixed term contracts. A contract in nature for temporary, short-term, seasonal or specific work may be made as a fixed term contract, but a contract for continuous work, should be a non-fixed term contract.\nIn any one of the following situations, a fixed term contract shall be deemed as to be a non-fixed term upon the expiration of the contract:\n1. Where an employer raises no immediate objection when a worker continues his/her work.\n2. Where, despite the execution of a new contract, the prior contract and the new one together cover a period of more than ninety days and the period of time between expiration of the prior contract and execution of the new one does not exceed thirty days.\nThe preceding paragraph shall not apply in the case of a fixed term contract for specific or seasonal work."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "9-1",
            "條文內容": {
              "zh": "未符合下列規定者，雇主不得與勞工為離職後競業禁止之約定：\n一、雇主有應受保護之正當營業利益。\n二、勞工擔任之職位或職務，能接觸或使用雇主之營業秘密。\n三、競業禁止之期間、區域、職業活動之範圍及就業對象，未逾合理範疇\n    。\n四、雇主對勞工因不從事競業行為所受損失有合理補償。\n前項第四款所定合理補償，不包括勞工於工作期間所受領之給付。\n違反第一項各款規定之一者，其約定無效。\n離職後競業禁止之期間，最長不得逾二年。逾二年者，縮短為二年。",
              "en": "An employer shall not make a after-resignation business strife limitation agreement with an employee unless the following requirements have been met:\n1. The employer has proper business interests that require being protected.\n2. The position or job of the employee entitles him or her to have access to or be able to use the employer’s trade secrets.\n3. The period, area, scope of occupational activities and prospective employers with respect to the business strife limitation shall not exceed a reasonable range.\n4. The employer shall reasonably compensate the employee concerned who does not engage in business strife activities for the losses incurred by him or her.\nThe reasonable compensation referred to in Subparagraph 4 of the preceding paragraph shall not include the remuneration received by the employee during employment.\nAny agreement in violation of any of the provisions of Paragraph 1 shall be null and void.\nThe period of business strife limitation shall not exceed a maximum up to two years. If such a period is more than two years, then it shall be shortened to two years."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "10",
            "條文內容": {
              "zh": "定期契約屆滿後或不定期契約因故停止履行後，未滿三個月而訂定新約或\n繼續履行原約時，勞工前後工作年資，應合併計算。",
              "en": "If a new contract is executed, or an existing contract is renewed, within three months after the expiration of a fixed term contract or the termination of a non-fixed term contract for cause, the service period accrued before the execution or renewal of the contract shall be combined with the service period of the new or renewed contract in any computation of service period."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "10-1",
            "條文內容": {
              "zh": "雇主調動勞工工作，不得違反勞動契約之約定，並應符合下列原則：\n一、基於企業經營上所必須，且不得有不當動機及目的。但法律另有規定\n    者，從其規定。\n二、對勞工之工資及其他勞動條件，未作不利之變更。\n三、調動後工作為勞工體能及技術可勝任。\n四、調動工作地點過遠，雇主應予以必要之協助。\n五、考量勞工及其家庭之生活利益。",
              "en": "When transferring an employee, an employer shall not violate the provisions of labor contract and shall also satisfy the following principles:\n1. The employee shall be transferred based on the needs of business operation and without improper motives or purposes. Matters not provided for herein shall be governed by other applicable statutes.\n2. The wages and other working conditions shall not be changed to be unfavorable to the employee concerned.\n3. The employee shall still be able to satisfactorily perform the duties required in terms of physical ability and skills after the transfer.\n4. The employer shall provide necessary assistance if the relocated workplace where is too far away for the employee concerned\n5. The livelihood interests of the employee and his or her family shall be considered."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "11",
            "條文內容": {
              "zh": "非有左列情事之一者，雇主不得預告勞工終止勞動契約：\n一、歇業或轉讓時。\n二、虧損或業務緊縮時。\n三、不可抗力暫停工作在一個月以上時。\n四、業務性質變更，有減少勞工之必要，又無適當工作可供安置時。\n五、勞工對於所擔任之工作確不能勝任時。",
              "en": "No employer shall, even by advance notice to a worker, terminate a labor contract unless one of the following situation arises:\n1. Where the employers' businesses  are suspended, or has been transferred.\n2. Where  the employers' businesses suffers an operating losses, or business contractions.\n3. Where force majeure necessitates the suspension of business for more than one month.\n4. Where the  change of the nature of business necessitates the reduction of workforce and the terminated employees can not be reassigned to other suitable positions.\n5. A particular worker is clearly not able to perform satisfactorily the duties required of the position held."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "6"
                  ]
                },
                {
                  "law_no": "01788",
                  "law_name": "高級中等學校建教合作實施及建教生權益保障法",
                  "numbers": [
                    "6"
                  ]
                },
                {
                  "law_no": "03623",
                  "law_name": "勞工退休金條例",
                  "numbers": [
                    "1",
                    "2"
                  ]
                },
                {
                  "law_no": "03624",
                  "law_name": "職業災害勞工保護法",
                  "numbers": [
                    "26"
                  ]
                },
                {
                  "law_no": "03626",
                  "law_name": "大量解僱勞工保護法",
                  "numbers": [
                    "2",
                    "3"
                  ]
                },
                {
                  "law_no": "03631",
                  "law_name": "就業保險法",
                  "numbers": [
                    "1"
                  ]
                }
              ]
            }
          },
          {
            "條號": "12",
            "條文內容": {
              "zh": "勞工有左列情形之一者，雇主得不經預告終止契約：\n一、於訂立勞動契約時為虛偽意思表示，使雇主誤信而有受損害之虞者。\n二、對於雇主、雇主家屬、雇主代理人或其他共同工作之勞工，實施暴行\n    或有重大侮辱之行為者。\n三、受有期徒刑以上刑之宣告確定，而未諭知緩刑或未准易科罰金者。\n四、違反勞動契約或工作規則，情節重大者。\n五、故意損耗機器、工具、原料、產品，或其他雇主所有物品，或故意洩\n    漏雇主技術上、營業上之秘密，致雇主受有損害者。\n六、無正當理由繼續曠工三日，或一個月內曠工達六日者。\n雇主依前項第一款、第二款及第四款至第六款規定終止契約者，應自知悉\n其情形之日起，三十日內為之。",
              "en": "In any of the following situations, an employer may terminate a labor contract without advance notice:\n1. Where a worker misrepresents any fact at the time of signing of a labor contract in a manner which might mislead his/ her employer and thus caused him/her to sustain damage therefrom.\n2. Where a worker commits a violent act against or grossly insults the employer, his /her family member or agent of the employer, or a fellow worker.\n3. Where a worker has been sentenced to temporary imprisonment in a final and conclusive judgment, and is not granted a suspended sentence or permitted to commute the sentence to payment of a fine.\n4. Where a worker is in serious breach of the labor contract or in serious violation of work rules.\n5. Where a worker deliberately damages or abuses any machinery, tool, raw materials, product or other property of the employer or deliberately discloses any technical or confidential information of the employer thereby causing damage to the employer.\n6. Where a worker is, without good cause, absent from work for three consecutive days, or for a total six days in any month.\nWhere an employer desires to terminate a labor contract pursuant to Subparagraphs 1 and 2, Subparagraphs 4 to 6 of the preceding paragraph, he/she shall do so within thirty days from the date he/she becomes aware of the particular situation."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "8"
                  ]
                },
                {
                  "law_no": "03624",
                  "law_name": "職業災害勞工保護法",
                  "numbers": [
                    "26"
                  ]
                }
              ]
            }
          },
          {
            "條號": "13",
            "條文內容": {
              "zh": "勞工在第五十條規定之停止工作期間或第五十九條規定之醫療期間，雇主\n不得終止契約。但雇主因天災、事變或其他不可抗力致事業不能繼續，經\n報主管機關核定者，不在此限。",
              "en": "An employer shall not terminate a contract with a worker who is on leave from work pursuant to Article 50 or, is receiving medical treatment pursuant to Article 59, unless the employer cannot continue operating the business due to an act of God, catastrophe or other force majeure and a prior approval has been obtained from the competent authorities."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "5",
                    "59"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "6",
                    "78"
                  ]
                },
                {
                  "law_no": "03623",
                  "law_name": "勞工退休金條例",
                  "numbers": [
                    "1",
                    "2"
                  ]
                },
                {
                  "law_no": "03624",
                  "law_name": "職業災害勞工保護法",
                  "numbers": [
                    "26"
                  ]
                },
                {
                  "law_no": "03631",
                  "law_name": "就業保險法",
                  "numbers": [
                    "1"
                  ]
                }
              ]
            }
          },
          {
            "條號": "14",
            "條文內容": {
              "zh": "有下列情形之一者，勞工得不經預告終止契約：\n一、雇主於訂立勞動契約時為虛偽之意思表示，使勞工誤信而有受損害之\n    虞者。\n二、雇主、雇主家屬、雇主代理人對於勞工，實施暴行或有重大侮辱之行\n    為者。\n三、契約所訂之工作，對於勞工健康有危害之虞，經通知雇主改善而無效\n    果者。\n四、雇主、雇主代理人或其他勞工患有法定傳染病，對共同工作之勞工有\n    傳染之虞，且重大危害其健康者。\n五、雇主不依勞動契約給付工作報酬，或對於按件計酬之勞工不供給充分\n    之工作者。\n六、雇主違反勞動契約或勞工法令，致有損害勞工權益之虞者。\n勞工依前項第一款、第六款規定終止契約者，應自知悉其情形之日起，三\n十日內為之。但雇主有前項第六款所定情形者，勞工得於知悉損害結果之\n日起，三十日內為之。\n有第一項第二款或第四款情形，雇主已將該代理人間之契約終止，或患有\n法定傳染病者依衛生法規已接受治療時，勞工不得終止契約。\n第十七條規定於本條終止契約準用之。",
              "en": "A worker may terminate a labor contract without giving advance notice to the employer in any of the following situations:\n1. Where an employer misrepresents any fact at the time of signing a labor contract in a manner which might mislead his/her worker and thus caused him/her to sustain damage therefrom.\n2. Where an employer, his/her family member or his/ her agent commits violence or grossly insults the worker.\n3. Where the work specified in a labor contract is likely to be injurious to the worker's health and the worker has requested his/her employer to improve working conditions but all in vain.\n4. The employer, the agent of the employer, or co-worker suffers from a noted contagious disease that may infect employees working with the infected person and seriously endanger their health.\n5. Where an employer fails to pay for work in accordance with the labor contract or to give sufficient work to a worker who is paid on a piecework basis.\n6. Where an employer breaches a labor contract or violates any labor statute or administrative regulation in a manner likely to adversely affect the rights and interests of the particular worker.\nIf an employee intends to terminate the contract in accordance with Subparagraph 1 or 6 of the preceding Paragraph, he or she shall do so within 30 days of the date the employee became knowledgeable of the situation. However, the employee shall do so within 30 days of the date of the employee knowing the result of damages in the event the employer falls under any of the circumstances specified in Subparagraph 6.\nAn employee shall not terminate the contract under any of the circumstances specified in Subparagraph 2 or 4 of Paragraph 1 if the employer has terminated an agency contract, or if the party suffering from a noted contagious disease has received treatment in accordance with health regulations.\nThe provisions of Article 17 shall apply, mutatis mutandis, to the termination of labor contract pursuant to this article."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "7"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "03623",
                  "law_name": "勞工退休金條例",
                  "numbers": [
                    "1",
                    "2"
                  ]
                },
                {
                  "law_no": "03624",
                  "law_name": "職業災害勞工保護法",
                  "numbers": [
                    "26"
                  ]
                },
                {
                  "law_no": "03626",
                  "law_name": "大量解僱勞工保護法",
                  "numbers": [
                    "2"
                  ]
                },
                {
                  "law_no": "03631",
                  "law_name": "就業保險法",
                  "numbers": [
                    "1"
                  ]
                }
              ]
            }
          },
          {
            "條號": "15",
            "條文內容": {
              "zh": "特定性定期契約期限逾三年者，於屆滿三年後，勞工得終止契約。但應於\n三十日前預告雇主。\n不定期契約，勞工終止契約時，應準用第十六條第一項規定期間預告雇主\n。",
              "en": "In the case of a specific fixed term contract for a term of more than three years, a worker may, upon completion of three years' work, terminate the contract by giving the employer an advance notice thirty days before he/her severance.\nIn the case of a worker terminating a non-fixed term contract, the provisions of Paragraph 1 of Article 16 pertaining to the prescribed time limit for serving an advance notice shall apply mutatis mutandis."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "6"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "8"
                  ]
                },
                {
                  "law_no": "03624",
                  "law_name": "職業災害勞工保護法",
                  "numbers": [
                    "26"
                  ]
                }
              ]
            }
          },
          {
            "條號": "15-1",
            "條文內容": {
              "zh": "未符合下列規定之一，雇主不得與勞工為最低服務年限之約定：\n一、雇主為勞工進行專業技術培訓，並提供該項培訓費用者。\n二、雇主為使勞工遵守最低服務年限之約定，提供其合理補償者。\n前項最低服務年限之約定，應就下列事項綜合考量，不得逾合理範圍：\n一、雇主為勞工進行專業技術培訓之期間及成本。\n二、從事相同或類似職務之勞工，其人力替補可能性。\n三、雇主提供勞工補償之額度及範圍。\n四、其他影響最低服務年限合理性之事項。\n違反前二項規定者，其約定無效。\n勞動契約因不可歸責於勞工之事由而於最低服務年限屆滿前終止者，勞工\n不負違反最低服務年限約定或返還訓練費用之責任。",
              "en": "An employer shall not make a minimum service period agreement with an employee unless one of the following requirements has been met:\n1. The employer provides the employee with professional skills training at the employer’s expense.\n2. The employer provides the employee with reasonable compensation to comply with the minimum service period agreement.\nThe minimum service period agreement referred to in the preceding paragraph shall be considered in terms of the following conditions and shall be limited in a reasonable range:\n1. Period and costs of the professional skills training provided by the employer to the employee concerned.\n2.Possibility of replacing the employee concerned by other employees engaging in the same or a similar job.\n3.Amount and scope of the compensation provided by the employer to the employee concerned.\n4.Other matters influencing the reasonableness of the minimum service period.\nAny agreement in violation of the preceding two paragraphs shall be null and void.\nIf the labor contract is terminated prior to the completion of the minimum service period due to any cause not attributable to the employee concerned, he or she shall not be deemed as violating the minimum service period agreement and shall not be obligated to reimburse the training expenses."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "03624",
                  "law_name": "職業災害勞工保護法",
                  "numbers": [
                    "26"
                  ]
                }
              ]
            }
          },
          {
            "條號": "16",
            "條文內容": {
              "zh": "雇主依第十一條或第十三條但書規定終止勞動契約者，其預告期間依左列\n各款之規定：\n一、繼續工作三個月以上一年未滿者，於十日前預告之。\n二、繼續工作一年以上三年未滿者，於二十日前預告之。\n三、繼續工作三年以上者，於三十日前預告之。\n勞工於接到前項預告後，為另謀工作得於工作時間請假外出。其請假時數\n，每星期不得超過二日之工作時間，請假期間之工資照給。\n雇主未依第一項規定期間預告而終止契約者，應給付預告期間之工資。",
              "en": "Where an employer terminates a labor contract pursuant to Article 11 or the provisions of Article 13, the provisions set forth below shall govern the minimum period of advance notice:\n1. Where a worker has worked continuously for more than three months but less than one year, the notice shall be given ten days in advance.\n2. Where a worker has worked continuously for more than one year but less than three years, the notice shall be given twenty days in advance.\n3. Where a worker has worked continuously for more than three years, the notice shall be given thirty days in advance.\nAfter receiving the advance notice referred to in the proceeding paragraph, a worker may, during hours of work, ask for leave of absence for the purpose of finding a new job. Such leave of absence may not exceed two work days per week. Wages shall be paid during such leave of absence.\nWhere an employer terminates the contract without serving an advance notice within the time limit prescribed in the first paragraph of this article, he/she shall pay the worker wages for the advance notice period."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "1",
                    "3"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "5",
                    "7",
                    "2",
                    "79"
                  ]
                },
                {
                  "law_no": "03624",
                  "law_name": "職業災害勞工保護法",
                  "numbers": [
                    "26"
                  ]
                },
                {
                  "law_no": "08107",
                  "law_name": "企業併購法",
                  "numbers": [
                    "7"
                  ]
                }
              ]
            }
          },
          {
            "條號": "17",
            "條文內容": {
              "zh": "雇主依前條終止勞動契約者，應依下列規定發給勞工資遣費：\n一、在同一雇主之事業單位繼續工作，每滿一年發給相當於一個月平均工\n    資之資遣費。\n二、依前款計算之剩餘月數，或工作未滿一年者，以比例計給之。未滿一\n    個月者以一個月計。\n前項所定資遣費，雇主應於終止勞動契約三十日內發給。",
              "en": "An employer terminating a labor contract pursuant to the preceding Article shall issue severance pay to the worker in accordance with the terms set forth below.\n1. If the worker continues to work for a business entity owned by the same employer, severance pay that is equal to one month’s average wage for each year of service; \n2. The severance pay for the months remaining after calculation in accordance with the preceding subparagraph, or for workers who have been employed for less than one year shall be calculated proportionally; any period of employment less than a month shall be calculated as one month. \nEmployers shall issue the severance pay of the preceding Paragraph within 30 days after the labor contract is terminated."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "6"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "4",
                    "2",
                    "78",
                    "84"
                  ]
                },
                {
                  "law_no": "01475",
                  "law_name": "國家中山科學研究院設置條例",
                  "numbers": [
                    "26"
                  ]
                },
                {
                  "law_no": "03623",
                  "law_name": "勞工退休金條例",
                  "numbers": [
                    "2"
                  ]
                },
                {
                  "law_no": "03624",
                  "law_name": "職業災害勞工保護法",
                  "numbers": [
                    "25",
                    "26"
                  ]
                }
              ]
            }
          },
          {
            "條號": "18",
            "條文內容": {
              "zh": "有左列情形之一者，勞工不得向雇主請求加發預告期間工資及資遣費：\n一、依第十二條或第十五條規定終止勞動契約者。\n二、定期勞動契約期滿離職者。",
              "en": "In any of the following situations, a worker shall not claim from the employer either additional wages for the advance notice period or severance pay:\n1. A labor contract is terminated pursuant to Article 12 or 15.\n2. The worker  leaves  his/her  service  upon expiration of a fixed term contract."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "2",
                    "5"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "03624",
                  "law_name": "職業災害勞工保護法",
                  "numbers": [
                    "26"
                  ]
                }
              ]
            }
          },
          {
            "條號": "19",
            "條文內容": {
              "zh": "勞動契約終止時，勞工如請求發給服務證明書，雇主或其代理人不得拒絕\n。",
              "en": "Upon termination of a labor contract, neither an employer nor the employer's agent shall reject a request from the worker for proof of service record."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "20",
            "條文內容": {
              "zh": "事業單位改組或轉讓時，除新舊雇主商定留用之勞工外，其餘勞工應依第\n十六條規定期間預告終止契約，並應依第十七條規定發給勞工資遣費。其\n留用勞工之工作年資，應由新雇主繼續予以承認。",
              "en": "When a business entity is restructured or changes ownership, except for those workers to be retained through negotiations between the old and the new employers, the employer shall terminate labor contracts with the remaining workers by giving the minimum advance notice prescribed by Article 16 and shall pay severance payment in accordance with Article 17. The new employer shall recognize the prior period of service of those workers to be retained."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "6",
                    "7"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "57"
                  ]
                },
                {
                  "law_no": "03623",
                  "law_name": "勞工退休金條例",
                  "numbers": [
                    "1",
                    "2"
                  ]
                },
                {
                  "law_no": "03631",
                  "law_name": "就業保險法",
                  "numbers": [
                    "1"
                  ]
                }
              ]
            }
          },
          {
            "條號": "21",
            "條文內容": {
              "zh": "工資由勞雇雙方議定之。但不得低於基本工資。\n前項基本工資，由中央主管機關設基本工資審議委員會擬訂後，報請行政\n院核定之。\n前項基本工資審議委員會之組織及其審議程序等事項，由中央主管機關另\n以辦法定之。",
              "en": "A worker  shall  be paid  such  wages as determined  through negotiations with the employer, provided, however, that such wages shall not fall below the basic wage.\nThe basic wage referred to in the preceding paragraph shall be prescribed by the basic wage deliberation committee of the Central Competent Authority and submitted it to the Executive Yuan for approval.\nThe matters regarding the organization and procedure of proceeding of the aforesaid basic wage deliberation committee shall be regulated separately by the Central Competent Authority."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "22",
            "條文內容": {
              "zh": "工資之給付，應以法定通用貨幣為之。但基於習慣或業務性質，得於勞動\n契約內訂明一部以實物給付之。工資之一部以實物給付時，其實物之作價\n應公平合理，並適合勞工及其家屬之需要。\n工資應全額直接給付勞工。但法令另有規定或勞雇雙方另有約定者，不在\n此限。",
              "en": "Wages shall be paid in the statutory, circulating currency; provided, however, that part of such wages may, by custom or business nature, be paid partly in kind in accordance with the labor contract. If part of the wages is paid in kind, the conversion price of such wages in kind shall be fair and reasonable to meet the needs of both the worker and his/her family members.\nWages shall be paid in full directly to the worker, unless otherwise prescribed by applicable statutes or administrative regulations or agreed to by both the employer and the worker."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "23",
            "條文內容": {
              "zh": "工資之給付，除當事人有特別約定或按月預付者外，每月至少定期發給二\n次，並應提供工資各項目計算方式明細；按件計酬者亦同。\n雇主應置備勞工工資清冊，將發放工資、工資各項目計算方式明細、工資\n總額等事項記入。工資清冊應保存五年。",
              "en": "Except as otherwise agreed to by the parties to a labor contract or when wages are paid in advance on a monthly basis, wages shall be paid on a regular basis at least twice a month; the details of wage computation must also be provided.  This shall also apply to wages computed on the basis of piece by piece work.\nAn employer shall keep a worker payroll roster in order to record entries such as wages payable, the details of wage computation and the total sum of wages paid. This payroll roster shall be kept on file for at least five years"
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "38",
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "24",
            "條文內容": {
              "zh": "雇主延長勞工工作時間者，其延長工作時間之工資依下列標準加給：\n一、延長工作時間在二小時以內者，按平日每小時工資額加給三分之一以\n    上。\n二、再延長工作時間在二小時以內者，按平日每小時工資額加給三分之二\n    以上。\n三、依第三十二條第三項規定，延長工作時間者，按平日每小時工資額加\n    倍發給。\n雇主使勞工於第三十六條所定休息日工作，工作時間在二小時以內者，其\n工資按平日每小時工資額另再加給一又三分之一以上；工作二小時後再繼\n續工作者，按平日每小時工資額另再加給一又三分之二以上。\n前項休息日之工作時間及工資之計算，四小時以內者，以四小時計；逾四\n小時至八小時以內者，以八小時計；逾八小時至十二小時以內者，以十二\n小時計。",
              "en": "An employer shall pay worker overtime wages using the following basis:\n1. When the overtime work does not exceed two hours, the worker shall be paid, in addition to the regular hourly wage, at least an additional one-third of the regular hourly rate.\n2. When the overtime work is over two hours, but the total overtime work does not exceed four hours, the worker shall be paid, in addition to the regular hourly wage, at least an additional two-thirds of the regular hourly rate.\n3. When the overtime work requested is governed by Paragraph 3 of Article 32, the worker shall be paid two times the regular hourly rate.\nIn accordance with Article 36, an employer shall pay a worker overtime wages when required to work on the rest days. When the overtime work does not exceed two hours, the worker shall be paid, in addition to the regular hourly wage, at least an additional one and one-third of the regular hourly rate.  When the overtime work is over two hours, the worker shall be paid, in addition to the regular hourly wage, at least an additional one and two-thirds of the regular hourly rate.\nThe time and wage computation are to be done using the following basis: When the overtime work does not exceed four hours, it shall be computed as four hours; when the overtime is in excess of four hours and under eight hours, it shall be computed as eight hours; when the overtime is in excess of eight hours and under twelve hours, it shall be computed as twelve hours."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "32",
                    "36"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "25",
            "條文內容": {
              "zh": "雇主對勞工不得因性別而有差別之待遇。工作相同、效率相同者，給付同\n等之工資。",
              "en": "An employer shall under no condition discriminate between the sexes in the payment of wages. Worker shall receive equal wages for equal work of equal efficiency."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "26",
            "條文內容": {
              "zh": "雇主不得預扣勞工工資作為違約金或賠償費用。",
              "en": "An employer shall not make advance deduction of wages as penalty for breach of contract or as indemnity"
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "78"
                  ]
                }
              ]
            }
          },
          {
            "條號": "27",
            "條文內容": {
              "zh": "雇主不按期給付工資者，主管機關得限期令其給付。",
              "en": "If wages are not paid on schedule, the competent authority may order the employer concerned to pay them within the prescribed period."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "28",
            "條文內容": {
              "zh": "雇主有歇業、清算或宣告破產之情事時，勞工之下列債權受償順序與第一\n順位抵押權、質權或留置權所擔保之債權相同，按其債權比例受清償；未\n獲清償部分，有最優先受清償之權：\n一、本於勞動契約所積欠之工資未滿六個月部分。\n二、雇主未依本法給付之退休金。\n三、雇主未依本法或勞工退休金條例給付之資遣費。\n雇主應按其當月僱用勞工投保薪資總額及規定之費率，繳納一定數額之積\n欠工資墊償基金，作為墊償下列各款之用：\n一、前項第一款積欠之工資數額。\n二、前項第二款與第三款積欠之退休金及資遣費，其合計數額以六個月平\n    均工資為限。\n積欠工資墊償基金，累積至一定金額後，應降低費率或暫停收繳。\n第二項費率，由中央主管機關於萬分之十五範圍內擬訂，報請行政院核定\n之。\n雇主積欠之工資、退休金及資遣費，經勞工請求未獲清償者，由積欠工資\n墊償基金依第二項規定墊償之；雇主應於規定期限內，將墊款償還積欠工\n資墊償基金。\n積欠工資墊償基金，由中央主管機關設管理委員會管理之。基金之收繳有\n關業務，得由中央主管機關，委託勞工保險機構辦理之。基金墊償程序、\n收繳與管理辦法、第三項之一定金額及管理委員會組織規程，由中央主管\n機關定之。",
              "en": "When an employer has suspended or liquidated its business or has declared bankruptcy, the following creditor rights of the workers shall be regarded equal to the creditor rights of those with mortgage rights, pledges or liens of the top priority, and the workers shall be paid in accordance with the proportion of their creditor rights; workers shall have top most priority to receive the remaining amounts owed to them: \n1. Less than six months of wages to be paid to the workers according to the labor contract; \n2. Retirement pensions that the employer has failed to disburse in accordance with the Act;\n3. Severance pay that the employer has failed to disburse in accordance with the Act or the Labor Pension Act.\nEmployers are required to pay a certain amount to the Arrear Wage Payment Fund each month according to the total wages insured for the month and the statutory rate to provide the funds for the following payments: \n1. The arrear wages specified in subparagraph 1 of the preceding Paragraph;\n2. The owed pensions and severance pay specified in subparagraphs 2 and 3 of the preceding Paragraph; the total amount shall be no more than six months of average wage.\nWhen the Arrear Wage Payment Fund has accumulated to a certain amount, the rate shall be reduced or the collection shall be suspended. \nThe central competent authority shall set the rate of Paragraph 2 at no more than 1.5 thousandths and present it to the Executive Yuan for approval.\nWages, pensions and severance pay owed by employers and remained unsettled after concerned workers have filed their requests shall be paid first from the Arrear Wage Payment Fund according to Paragraph 2; such employers shall then repay the amounts to the Arrear Wage Payment Fund within a specified period. \nThe Arrear Wage Payment Fund shall be managed by a management committee set up by the central competent authority. The central competent authority may commission a labor insurance agency to be in charge of fund collection and payment. The central competent authority shall also establish the procedure for arrear wage payment from the Fund, as well as regulations regarding fund collection and payment, Fund management, the certain amount of Paragraph 3, and the organization of the management committee."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "29",
            "條文內容": {
              "zh": "事業單位於營業年度終了結算，如有盈餘，除繳納稅捐、彌補虧損及提列\n股息、公積金外，對於全年工作並無過失之勞工，應給與獎金或分配紅利\n。",
              "en": "After the closing of books of account at the end of  the business year, a business entity shall, after paying taxes, covering losses for the previous year and setting aside stock dividends and legal reserves, pay allowances or bonus out of the balance of net profits, if any, to workers who have worked the entire preceding year without committing fault and misconduct."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "30",
            "條文內容": {
              "zh": "勞工正常工作時間，每日不得超過八小時，每週不得超過四十小時。\n前項正常工作時間，雇主經工會同意，如事業單位無工會者，經勞資會議\n同意後，得將其二週內二日之正常工作時數，分配於其他工作日。其分配\n於其他工作日之時數，每日不得超過二小時。但每週工作總時數不得超過\n四十八小時。\n第一項正常工作時間，雇主經工會同意，如事業單位無工會者，經勞資會\n議同意後，得將八週內之正常工作時數加以分配。但每日正常工作時間不\n得超過八小時，每週工作總時數不得超過四十八小時。\n前二項規定，僅適用於經中央主管機關指定之行業。\n雇主應置備勞工出勤紀錄，並保存五年。\n前項出勤紀錄，應逐日記載勞工出勤情形至分鐘為止。勞工向雇主申請其\n出勤紀錄副本或影本時，雇主不得拒絕。\n雇主不得以第一項正常工作時間之修正，作為減少勞工工資之事由。\n第一項至第三項及第三十條之一之正常工作時間，雇主得視勞工照顧家庭\n成員需要，允許勞工於不變更每日正常工作時數下，在一小時範圍內，彈\n性調整工作開始及終止之時間。",
              "en": "The regular working time of workers may not exceed eight hours a day or 40 hours a week.\nWith the consent of a labor union, or if there is no labor union in a business entity, with the approval of a labor-management conference, an employer may distribute the regular working hours, referred to in the proceeding paragraph, of any two workdays in every two weeks, to other workdays, provided that no more than two hours shall be distributed to each of the other workdays. However, the total number of working hours shall not exceed forty-eight hours every week.\nWith the prior consent of the labor union, or if there is no labor union exists in a business entity, with the agreement of a labor-management conference, an employer may distribute the regular working hours, referred to in the Paragraph1, in every eight weeks, provided that the regular working time shall not in excess of eight hours a day and the total number of working hours shall not exceed forty-eight hours every week.\nThe regulations set forth in the two preceding Paragraphs are only applicable to the business (or industries) designated by the Central Competent Authority.\nEmployers shall prepare and keep worker attendance records for five years.\nThe attendance records specified in the preceding Paragraph shall register the attendance of workers on a daily basis to the minute. Employers may not refuse when workers request for duplicates or photocopies of the attendance records.\nEmployers may not use the amendment to regular working hours of Paragraph 1 as reason for wage deduction.\nEmployers may, base on the needs of workers to tend to their family members, allow workers the flexibility to adjust their starting and finishing work time of up to one hour of the daily regular working hours specified in Paragraphs 1 to 3 and Article 30-1."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "3"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "3",
                    "33",
                    "36",
                    "69",
                    "79",
                    "84"
                  ]
                }
              ]
            }
          },
          {
            "條號": "30-1",
            "條文內容": {
              "zh": "中央主管機關指定之行業，雇主經工會同意，如事業單位無工會者，經勞\n資會議同意後，其工作時間得依下列原則變更：\n一、四週內正常工作時數分配於其他工作日之時數，每日不得超過二小時\n    ，不受前條第二項至第四項規定之限制。\n二、當日正常工作時間達十小時者，其延長之工作時間不得超過二小時。\n三、女性勞工，除妊娠或哺乳期間者外，於夜間工作，不受第四十九條第\n    一項之限制。但雇主應提供必要之安全衛生設施。\n依中華民國八十五年十二月二十七日修正施行前第三條規定適用本法之行\n業，除第一項第一款之農、林、漁、牧業外，均不適用前項規定。",
              "en": "For businesses (or industries) designated by the Central Competent Authority, upon the consent of its labor union, or if there is no labor union in a business entity, with the approval of a labor-management conference, an employer may change his/her working hours under the following principles:\n1. The distribution of regular working hours to other work days in four weeks shall not exceed two hours a day and is not subject to the restrictions referred to in Paragraphs 2 to 4 of the preceding article.\n2. When the regular workday is ten hours a day, the overtime work shall not exceed two hours for that particular day.\n3. Female workers on night shifts, except for those who are pregnant or are in breastfeeding periods, are not subject to the restrictions referred to in Paragraph 1 of Article 49.  However, the employer must provide necessary safety and health facilities.\nBusinesses (or industries) that are governed by Article 3  (which was amended and took effect on December 27, 1996) are not governed by the preceding paragraph, except for agriculture, forestry, fishery, and pasturage industries referred to in Subparagraph 1 of Paragraph 1."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "3",
                    "49"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "3",
                    "36",
                    "69"
                  ]
                }
              ]
            }
          },
          {
            "條號": "31",
            "條文內容": {
              "zh": "在坑道或隧道內工作之勞工，以入坑口時起至出坑口時止為工作時間。",
              "en": "The  working  hours of a worker operating in a pit or tunnel shall begin from the time of entrance to the pit or tunnel and shall end at the time of departure therefrom."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69"
                  ]
                }
              ]
            }
          },
          {
            "條號": "32",
            "條文內容": {
              "zh": "雇主有使勞工在正常工作時間以外工作之必要者，雇主經工會同意，如事\n業單位無工會者，經勞資會議同意後，得將工作時間延長之。\n前項雇主延長勞工之工作時間連同正常工作時間，一日不得超過十二小時\n。延長之工作時間，一個月不得超過四十六小時。\n因天災、事變或突發事件，雇主有使勞工在正常工作時間以外工作之必要\n者，得將工作時間延長之。但應於延長開始後二十四小時內通知工會；無\n工會組織者，應報當地主管機關備查。延長之工作時間，雇主應於事後補\n給勞工以適當之休息。\n在坑內工作之勞工，其工作時間不得延長。但以監視為主之工作，或有前\n項所定之情形者，不在此限。",
              "en": "When  an  employer has a necessity to have his/her employee to perform the work besides regular working hours, he/ she, with the consent of a labor union, or if there is no labor union exists in a business entity, with the approval of a labor-management conference, may extend the working hours.\nThe extension of working hours referred to in the preceding paragraph, combined with the regular working hours shall not exceed twelve hours a day. The total number of overtime shall not exceed forty-six hours a month.\nDue to the occurrence of an act of God, an accident, or an unexpected event and when an employer has a necessity to have his/her employee to perform the work besides regular working hours, may extend the working hours. However, the employer shall notify the labor union within twenty-four hours after the beginning of the extension. If there is no labor union, shall report it to the local competent authority for record. Subsequent to the over time, the employer shall offer worker suitable time off.\nExcept for supervisory duties or in any of the situations referred to in the preceding paragraph, the working hours of a worker in a pit or tunnel shall not be extended."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "24",
                    "33",
                    "36",
                    "69",
                    "79",
                    "84"
                  ]
                }
              ]
            }
          },
          {
            "條號": "33",
            "條文內容": {
              "zh": "第三條所列事業，除製造業及礦業外，因公眾之生活便利或其他特殊原因\n，有調整第三十條、第三十二條所定之正常工作時間及延長工作時間之必\n要者，得由當地主管機關會商目的事業主管機關及工會，就必要之限度內\n以命令調整之。",
              "en": "Where the living convenience of the public or other special cause necessitates the adjustment of regular working hours and overtime hours for business (or industries) under Article 3 other than manufacturing and mining in a manner not contemplated in Articles 30 and 32, the local competent authorities, may if necessary, by order permit such adjustment after having consulted both the competent authority with jurisdiction over the business (or industries) and the labor union."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "3",
                    "3",
                    "32"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69",
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "34",
            "條文內容": {
              "zh": "勞工工作採輪班制者，其工作班次，每週更換一次。但經勞工同意者不在\n此限。\n依前項更換班次時，至少應有連續十一小時之休息時間。\n中華民國一百零五年十二月六日修正之前項規定，其施行日期由行政院定\n之。",
              "en": "If a rotation system is adopted, workers on such shifts shall be rotated on a weekly basis except as otherwise consented to by the worker.\nWorkers who are on rotation in accordance with the preceding paragraph shall be granted a rest period of at least eleven hours continually.\nThe date of enforcement of the preceding paragraph amended on December 6, 2016 shall be set by the Executive Yuan."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69",
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "35",
            "條文內容": {
              "zh": "勞工繼續工作四小時，至少應有三十分鐘之休息。但實行輪班制或其工作\n有連續性或緊急性者，雇主得在工作時間內，另行調配其休息時間。",
              "en": "A worker shall be permitted to have a break for at least thirty minutes after having worked for four continuous hours; provided, however, that such break may be rescheduled by the employer to be taken within other working hours if a rotation system is adopted or work of a continuous or urgent nature is involved."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "52",
                    "69",
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "36",
            "條文內容": {
              "zh": "勞工每七日中應有二日之休息，其中一日為例假，一日為休息日。\n雇主有下列情形之一，不受前項規定之限制：\n一、依第三十條第二項規定變更正常工作時間者，勞工每七日中至少應有\n    一日之例假，每二週內之例假及休息日至少應有四日。\n二、依第三十條第三項規定變更正常工作時間者，勞工每七日中至少應有\n    一日之例假，每八週內之例假及休息日至少應有十六日。\n三、依第三十條之一規定變更正常工作時間者，勞工每二週內至少應有二\n    日之例假，每四週內之例假及休息日至少應有八日。\n雇主使勞工於休息日工作之時間，計入第三十二條第二項所定延長工作時\n間總數。但因天災、事變或突發事件，雇主使勞工於休息日工作之必要者\n，其工作時數不受第三十二條第二項規定之限制。",
              "en": "A worker shall have two regular days off every seven days. One day is a regular leave and the other one is a rest day.\nAn employer shall not be subject to the restrictions of the preceding paragraph if one of the following conditions exists:\n1. According to Paragraph 2 of Article 30, workers who adjust their regular working hours shall have a minimum of one day of regular leave every seven days and a minimum of four days' rest every two weeks consisting of the combined regular leaves and rest days.\n2. According to Paragraph 3 of Article 30, workers who adjust their regular working hours shall have a minimum of one day of regular leave every seven days and a minimum of sixteen days' rest every eight weeks consisting of the combined regular leaves and rest days.\n3. According to Article 30-1, workers who adjust their regular working hours shall have a minimum of two days of regular leaves every fourteen days and a minimum of eight days' rest every four weeks consisting of the combined regular leaves and rest days.\nWhen an employer needs his/her employee to perform the work in addition to regular working hours, it shall be added based on Paragraph 2 of Article 32 of the total of extension of working hours. However, if there is an act of God, an accident, or an unexpected event and an employer needs his/her employee to work in addition to regular working hours, then the working hours are not subject to the restrictions of Paragraph 2 of Article 32."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "3",
                    "3",
                    "32"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "24",
                    "39",
                    "4",
                    "69",
                    "79",
                    "84"
                  ]
                }
              ]
            }
          },
          {
            "條號": "37",
            "條文內容": {
              "zh": "內政部所定應放假之紀念日、節日、勞動節及其他中央主管機關指定應放\n假之日，均應休假。\n中華民國一百零五年十二月六日修正之前項規定，自一百零六年一月一日\n施行。",
              "en": "Leaves shall be granted for national holidays, holidays, and Labor Day which are designated as holidays by the Ministry of the Interior and holidays designated by other Central Competent Authority.\nThe provisions of the preceding paragraph, which was amended on December 6, 2016, shall take effect on January 1, 2017."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "39",
                    "4",
                    "69",
                    "79",
                    "84"
                  ]
                }
              ]
            }
          },
          {
            "條號": "38",
            "條文內容": {
              "zh": "勞工在同一雇主或事業單位，繼續工作滿一定期間者，應依下列規定給予\n特別休假：\n一、六個月以上一年未滿者，三日。\n二、一年以上二年未滿者，七日。\n三、二年以上三年未滿者，十日。\n四、三年以上五年未滿者，每年十四日。\n五、五年以上十年未滿者，每年十五日。\n六、十年以上者，每一年加給一日，加至三十日為止。\n前項之特別休假期日，由勞工排定之。但雇主基於企業經營上之急迫需求\n或勞工因個人因素，得與他方協商調整。\n雇主應於勞工符合第一項所定之特別休假條件時，告知勞工依前二項規定\n排定特別休假。\n勞工之特別休假，因年度終結或契約終止而未休之日數，雇主應發給工資\n。\n雇主應將勞工每年特別休假之期日及未休之日數所發給之工資數額，記載\n於第二十三條所定之勞工工資清冊，並每年定期將其內容以書面通知勞工\n。\n勞工依本條主張權利時，雇主如認為其權利不存在，應負舉證責任。\n中華民國一百零五年十二月六日修正之本條規定，自一百零六年一月一日\n施行。",
              "en": "A worker who has worked continually for the same employer or business entity for a certain period of time shall be granted annual paid leaves on an annual basis based on the following conditions:\n1. Three days for service of six months or more but less than one year.\n2. Seven days for service of one year or more but less than two years.\n3. Ten days for service of two years or more but less than three years.\n4. Fourteen days for service of three years or more but less than five years.\n5. Fifteen days for service of five years or more but less than ten years.\n6. One additional day for each year of service over ten years up to a maximum of thirty days.\nAnnual paid leaves from the preceding paragraph are to be arranged by workers. The employer, however, in the light of urgent needs of the business operation or personal factors of workers, may consult and make adjustments with workers.\nThe employer shall inform the worker to arrange the annual paid leaves of the preceding two paragraphs when the employee meets the conditions for the annual paid leaves under Paragraph One.\nWages must be paid for annual paid leaves not used by workers because of the termination of annual or termination of contracts.\nThe employer shall record the dates of annual paid leaves of workers and the total amount of the wages paid for annual paid leaves have not been taken in the worker payroll roster designated in Article 23 and shall inform the worker in writing every year on a regular basis.\nIn the case of a claim of rights by workers under this Article, the employer shall bear the burden of proof if the employer considers that the workers’ rights do not exist.\nThe provisions of this paragraph, which was amended on December 6, 2016, shall take effect on January 1, 2017."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "23"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "39",
                    "4",
                    "41",
                    "69",
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "39",
            "條文內容": {
              "zh": "第三十六條所定之例假、休息日、第三十七條所定之休假及第三十八條所\n定之特別休假，工資應由雇主照給。雇主經徵得勞工同意於休假日工作者\n，工資應加倍發給。因季節性關係有趕工必要，經勞工或工會同意照常工\n作者，亦同。",
              "en": "Wages shall be paid by an employer to a worker for taking leaves for regular leaves and rest days as stipulated by Article 36, for holidays as stipulated under Article 37, and annual paid leaves as stipulated by Article 38. When an employer has obtained the consent of a worker to work on a holiday, the employer shall pay the worker at double the regular rate for such work. This shall also apply when, with the consent of the worker or the labor union, the worker is required to work to meet seasonal needs."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "36",
                    "37",
                    "38"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69",
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "40",
            "條文內容": {
              "zh": "因天災、事變或突發事件，雇主認有繼續工作之必要時，得停止第三十六\n條至第三十八條所定勞工之假期。但停止假期之工資，應加倍發給，並應\n於事後補假休息。\n前項停止勞工假期，應於事後二十四小時內，詳述理由，報請當地主管機\n關核備。",
              "en": "An employer may require workers to suspend all leaves of absence referred to in Articles 36 to 38, if an act of God, an accident or unexpected event requires continuance of work; provided, however, that the worker concerned shall receive wages at double the regular rate for work during the suspended leave, and then also be granted leave to make up for the suspended leave of absence.\nIn respect of the suspended leaves of absence referred to in the preceding paragraph, the employer shall, within twenty-four hours after the end off suspension, file a report stating details and reasons with the local competent authorities for the approval and record of the suspension."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "36",
                    "37",
                    "38"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69",
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "41",
            "條文內容": {
              "zh": "公用事業之勞工，當地主管機關認有必要時，得停止第三十八條所定之特\n別休假。假期內之工資應由雇主加倍發給。",
              "en": "If it is deemed necessary by the local competent authorities, the annual paid leave of workers in public utilities referred to in Article 38 may be suspended, for which the employer shall pay wages at double the regular rate."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "38"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69",
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "42",
            "條文內容": {
              "zh": "勞工因健康或其他正當理由，不能接受正常工作時間以外之工作者，雇主\n不得強制其工作。",
              "en": "An employer  shall  not  compel a worker to accept work beyond regular working hours if the worker is unable to do so on account of poor health or other proper reasons."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69",
                    "77"
                  ]
                }
              ]
            }
          },
          {
            "條號": "43",
            "條文內容": {
              "zh": "勞工因婚、喪、疾病或其他正當事由得請假；請假應給之假期及事假以外\n期間內工資給付之最低標準，由中央主管機關定之。",
              "en": "A worker may take time off for wedding, funeral, sickness or other proper causes. The duration of such leave and the wage standards for leaves other than unspecified casual leave shall be prescribed by the Central Competent Authority."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69",
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "44",
            "條文內容": {
              "zh": "十五歲以上未滿十六歲之受僱從事工作者，為童工。\n童工及十六歲以上未滿十八歲之人，不得從事危險性或有害性之工作。",
              "en": "A worker over fifteen years old, but less than sixteen years old, shall be considered as a child worker.\nNo child worker and no worker less than eighteen years old shall be permitted to do work that is potentially dangerous or hazardous in nature."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69",
                    "77"
                  ]
                }
              ]
            }
          },
          {
            "條號": "45",
            "條文內容": {
              "zh": "雇主不得僱用未滿十五歲之人從事工作。但國民中學畢業或經主管機關認\n定其工作性質及環境無礙其身心健康而許可者，不在此限。\n前項受僱之人，準用童工保護之規定。\n第一項工作性質及環境無礙其身心健康之認定基準、審查程序及其他應遵\n行事項之辦法，由中央主管機關依勞工年齡、工作性質及受國民義務教育\n之時間等因素定之。\n未滿十五歲之人透過他人取得工作為第三人提供勞務，或直接為他人提供\n勞務取得報酬未具勞僱關係者，準用前項及童工保護之規定。",
              "en": "No employer shall employ any person under the age of fifteen. This does not apply if the person has graduated from junior high school or the nature and environment of the work have been determined and authorized by the competent authority that no harm will result to the worker's mental and physical health. Provisions in child labor regulations shall apply, mutatis mutandis, to the employee of the preceding paragraph.\nThe Central Competent Authority shall stipulate the determination criteria, review procedures, and other measures governing the complying matters for determining the nature and environment of the work that will not do any harm to the worker's mental and physical health stated in the first paragraph based on factors such as the worker's age, nature of work, and the length of compulsory education received. For persons under the age of fifteen providing labor service to a third party through others, or directly providing labor service to receive remuneration with no employment relationship, the provision stated in the previous paragraph and child labor protection regulations shall apply, mutatis mutandis."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69",
                    "77",
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "46",
            "條文內容": {
              "zh": "未滿十八歲之人受僱從事工作者，雇主應置備其法定代理人同意書及其年\n齡證明文件。",
              "en": "Employer of workers who are less than eighteen years old shall keep the letters of consent from the legal guardians and age certificates of such workers on file."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69",
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "47",
            "條文內容": {
              "zh": "童工每日之工作時間不得超過八小時，每週之工作時間不得超過四十小時\n，例假日不得工作。",
              "en": "Child workers' daily working hours shall not exceed eight hours, weekly working hours shall not exceed forty hours, and working on regulated day off is not permitted."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69",
                    "77"
                  ]
                }
              ]
            }
          },
          {
            "條號": "48",
            "條文內容": {
              "zh": "童工不得於午後八時至翌晨六時之時間內工作。",
              "en": "No child worker shall be permitted to work between eight o'clock in the evening and six o'clock in the following morning."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69",
                    "77"
                  ]
                }
              ]
            }
          },
          {
            "條號": "49",
            "條文內容": {
              "zh": "雇主不得使女工於午後十時至翌晨六時之時間內工作。但雇主經工會同意\n，如事業單位無工會者，經勞資會議同意後，且符合下列各款規定者，不\n在此限：\n一、提供必要之安全衛生設施。\n二、無大眾運輸工具可資運用時，提供交通工具或安排女工宿舍。\n前項第一款所稱必要之安全衛生設施，其標準由中央主管機關定之。但雇\n主與勞工約定之安全衛生設施優於本法者，從其約定。\n女工因健康或其他正當理由，不能於午後十時至翌晨六時之時間內工作者\n，雇主不得強制其工作。\n第一項規定，於因天災、事變或突發事件，雇主必須使女工於午後十時至\n翌晨六時之時間內工作時，不適用之。\n第一項但書及前項規定，於妊娠或哺乳期間之女工，不適用之。",
              "en": "An employer shall not make his /her female worker perform her work between ten o'clock in the evening and six o'clock in the following morning. However, with the consent of a labor union, or if there is no labor union in a business entity, with the approval of a labor-management conference, and the following requirements in each subparagraph are met, the preceding restrictions are not applied:\n1. The necessary safety and health facilities are provided.\n2. When there  is  no public  transportation  facilities  available, transportation facilities are provided or dormitories for female workers are arranged.\nFor the necessary safety and health facilities referred to in Subparagraph 1 of the preceding paragraph, their standards shall be determined by the Central Competent Authority. However, the safety and health facilities set forth in an agreement between the employer and the female worker are better than requirements in the Act, the said agreement shall be controlling.\nWhen a female worker is unable to work between ten o'clock in the evening and six o'clock in the following morning due to health or other justifiable reasons, the employer shall not force her to work.\nDue to the occurrence of an act of God, an accident, or an unexpected event, and so the employer has a necessity to make his/ her female worker perform her work between ten o'clock in the evening and six o'clock in the following morning, the requirements in the Paragraph1 shall not be applied.\nFor those female workers who are pregnant or are feeding their babies, the proviso clause of Paragraph 1 and the preceding paragraph shall not be applied."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "3",
                    "69",
                    "77",
                    "79",
                    "84"
                  ]
                }
              ]
            }
          },
          {
            "條號": "50",
            "條文內容": {
              "zh": "女工分娩前後，應停止工作，給予產假八星期；妊娠三個月以上流產者，\n應停止工作，給予產假四星期。\n前項女工受僱工作在六個月以上者，停止工作期間工資照給；未滿六個月\n者減半發給。",
              "en": "A female worker shall be granted maternity leave before and after childbirth for a combined period of eight weeks. In the case of a miscarriage after the first three months of pregnancy, the female worker shall be permitted to discontinue her work and shall be granted maternity leave for a period of four weeks.\nIf the female worker referred to in the preceding paragraph has been employed for more than six months, she shall be paid regular wages during the maternity leave, while if her period of service is less than six months, she shall be paid wages at half of the regular payment."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "3",
                    "69",
                    "78"
                  ]
                }
              ]
            }
          },
          {
            "條號": "51",
            "條文內容": {
              "zh": "女工在妊娠期間，如有較為輕易之工作，得申請改調，雇主不得拒絕，並\n不得減少其工資。",
              "en": "A female worker may apply to be transferred to less strenuous work during her pregnancy. The employer shall neither reject her application nor reduce her wage."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69",
                    "78"
                  ]
                }
              ]
            }
          },
          {
            "條號": "52",
            "條文內容": {
              "zh": "子女未滿一歲須女工親自哺乳者，於第三十五條規定之休息時間外，雇主\n應每日另給哺乳時間二次，每次以三十分鐘為度。\n前項哺乳時間，視為工作時間。",
              "en": "Where a female worker is required to breast-feed her baby of less than one year of age, the employer shall permit her to do so twice a day, each for thirty minutes, besides the break period set forth in Article 35.\nThe breast feeding time referred to in the preceding paragraph shall be deemed as working time."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "35"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69"
                  ]
                }
              ]
            }
          },
          {
            "條號": "53",
            "條文內容": {
              "zh": "勞工有下列情形之一，得自請退休：\n一、工作十五年以上年滿五十五歲者。\n二、工作二十五年以上者。\n三、工作十年以上年滿六十歲者。",
              "en": "A worker may apply for voluntary retirement under any of the following conditions:\n1. Where the worker attains the age of fifty-five and has worked for fifteen years.\n2. Where the worker has worked for more than twenty-five years.\n3. Where the worker attains the age of sixty and has worked for ten years."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "56"
                  ]
                },
                {
                  "law_no": "03623",
                  "law_name": "勞工退休金條例",
                  "numbers": [
                    "8",
                    "9",
                    "",
                    "1"
                  ]
                }
              ]
            }
          },
          {
            "條號": "54",
            "條文內容": {
              "zh": "勞工非有下列情形之一，雇主不得強制其退休：\n一、年滿六十五歲者。\n二、心神喪失或身體殘廢不堪勝任工作者。\n前項第一款所規定之年齡，對於擔任具有危險、堅強體力等特殊性質之工\n作者，得由事業單位報請中央主管機關予以調整。但不得少於五十五歲。",
              "en": "An employer shall not force a worker to retire unless any of the following situations has occurred:\n1. Where the worker attains the age of sixty-five.\n2. Where the worker is unable to perform his/ her duties due to mental handicap or physical disability.\nA business entity may request the central competent authority to adjust the age prescribed in Subparagraph 1 of the preceding paragraph if the specific job entails risk, requires substantial physical strength or otherwise of a special nature; provided, however, that the age shall not be reduced below fifty-five."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "55",
                    "56"
                  ]
                },
                {
                  "law_no": "03623",
                  "law_name": "勞工退休金條例",
                  "numbers": [
                    "8",
                    "9",
                    "",
                    "1"
                  ]
                }
              ]
            }
          },
          {
            "條號": "55",
            "條文內容": {
              "zh": "勞工退休金之給與標準如下：\n一、按其工作年資，每滿一年給與兩個基數。但超過十五年之工作年資，\n    每滿一年給與一個基數，最高總數以四十五個基數為限。未滿半年者\n    以半年計；滿半年者以一年計。\n二、依第五十四條第一項第二款規定，強制退休之勞工，其心神喪失或身\n    體殘廢係因執行職務所致者，依前款規定加給百分之二十。\n前項第一款退休金基數之標準，係指核准退休時一個月平均工資。\n第一項所定退休金，雇主應於勞工退休之日起三十日內給付，如無法一次\n發給時，得報經主管機關核定後，分期給付。本法施行前，事業單位原定\n退休標準優於本法者，從其規定。",
              "en": "The criteria for payment of worker pensions shall be as follows: \n1. Two bases are given for each full year of service. Those having served over 15 years are given one base for each full year of service and the total number of bases shall be no more than 45. Length of service is calculated as half year when it is less than six months and as one year when it is more than six months; \n2. As set forth in subparagraph 2 of Paragraph 1 of Article 54, an additional 20% on top of the amount calculated according to the preceding subparagraph shall be given to workers forced to retire due to mental disorders or physical disabilities incurred from the execution of their duties. \nThe retirement pension base as specified in subparagraph 1 of the preceding Paragraph shall be one month’s average wage of the worker at the time when his or her retirement is approved.\nEmployers shall pay the pensions specified in Paragraph 1 within 30 days from the day of retirement. Those unable to pay the amount in one lump sum may apply to the competent authority for approval to pay the amount in installments. If the retirement pension criteria established by business entities before the enforcement of the Act are better than those set forth in the Act, such criteria shall apply."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "54"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "56",
                    "78",
                    "84"
                  ]
                },
                {
                  "law_no": "01475",
                  "law_name": "國家中山科學研究院設置條例",
                  "numbers": [
                    "26"
                  ]
                },
                {
                  "law_no": "02036",
                  "law_name": "船員法",
                  "numbers": [
                    "53"
                  ]
                },
                {
                  "law_no": "03623",
                  "law_name": "勞工退休金條例",
                  "numbers": [
                    "8",
                    "9",
                    "",
                    "1",
                    "2"
                  ]
                },
                {
                  "law_no": "03624",
                  "law_name": "職業災害勞工保護法",
                  "numbers": [
                    "25"
                  ]
                }
              ]
            }
          },
          {
            "條號": "56",
            "條文內容": {
              "zh": "雇主應依勞工每月薪資總額百分之二至百分之十五範圍內，按月提撥勞工\n退休準備金，專戶存儲，並不得作為讓與、扣押、抵銷或擔保之標的；其\n提撥之比率、程序及管理等事項之辦法，由中央主管機關擬訂，報請行政\n院核定之。\n雇主應於每年年度終了前，估算前項勞工退休準備金專戶餘額，該餘額不\n足給付次一年度內預估成就第五十三條或第五十四條第一項第一款退休條\n件之勞工，依前條計算之退休金數額者，雇主應於次年度三月底前一次提\n撥其差額，並送事業單位勞工退休準備金監督委員會審議。\n第一項雇主按月提撥之勞工退休準備金匯集為勞工退休基金，由中央主管\n機關設勞工退休基金監理委員會管理之；其組織、會議及其他相關事項，\n由中央主管機關定之。\n前項基金之收支、保管及運用，由中央主管機關會同財政部委託金融機構\n辦理。最低收益不得低於當地銀行二年定期存款利率之收益；如有虧損，\n由國庫補足之。基金之收支、保管及運用辦法，由中央主管機關擬訂，報\n請行政院核定之。\n雇主所提撥勞工退休準備金，應由勞工與雇主共同組織勞工退休準備金監\n督委員會監督之。委員會中勞工代表人數不得少於三分之二；其組織準則\n，由中央主管機關定之。\n雇主按月提撥之勞工退休準備金比率之擬訂或調整，應經事業單位勞工退\n休準備金監督委員會審議通過，並報請當地主管機關核定。\n金融機構辦理核貸業務，需查核該事業單位勞工退休準備金提撥狀況之必\n要資料時，得請當地主管機關提供。\n金融機構依前項取得之資料，應負保密義務，並確實辦理資料安全稽核作\n業。\n前二項有關勞工退休準備金必要資料之內容、範圍、申請程序及其他應遵\n行事項之辦法，由中央主管機關會商金融監督管理委員會定之。",
              "en": "Employers shall appropriate labor pension reserve funds ranging between 2% and 15% of the total monthly wages of their employees and deposit such amount in a designated account. The funds in said account may not be used as an assignment, seizure, offset or security object. The central competent authority shall establish regulations on the proportion, procedure and management of the funds to be appropriated and present them to the Executive Yuan for approval. \nBefore the end of each year, employers shall assess the balance in the designated labor pension reserve funds account of the preceding Paragraph. If the amount is inadequate to pay pensions calculated according to the preceding Article for workers retiring in the same year according to Article 53 or subparagraph 1 of Paragraph 1 of Article 54, the employer is required to make up the difference in one appropriation before the end of March the following year and submit the statement to the Business Entity Supervisory Committee of Labor Retirement Reserve for review.\nThe central competent authority shall set up the Labor Pension Fund Supervisory Committee to manage the Labor Pension Fund composed of the monthly appropriated labor pension reserve funds of Paragraph 1. The central competent authority shall also define the organization of said committee, its meeting procedures and regulations on related matters.\nThe central competent authority shall coordinate with the Ministry of Finance to commission a financial institution to be in charge of the collection and spending, custody and utilization of the Fund specified in the preceding Paragraph. The minimum earnings from the Fund may not be less than the two-year-term time deposit interest offered by local banks; in the event of a deficit, it shall be covered by the national treasury. The central competent authority shall establish the regulations regarding the collection and spending, custody and utilization of the Fund and present them to the Executive Yuan for approval.\nThe supervision of labor pension reserve funds appropriated by employers shall be supervised by the Supervisory Committee of Labor Retirement Reserve composed of representatives for workers and employers. Worker representatives on the committee may not be less than two thirds of the members in the committee; the central competent authority shall establish the regulations for the organization of the committee. \nThe decision or adjustment of the proportion of labor pension reserve funds to be appropriated each month by employers must be reviewed and approved by their Business Entity Supervisory Committee of Labor Retirement Reserve and presented to the local competent authority for approval. \nWhen processing loan applications from businesses that require the investigation of the labor retirement reserve appropriation of such business entity, financial institutions  may request the local competent authority to provide such data.\nFinancial institutions acquiring the data of the preceding Paragraph are obliged to keep the data confidential and to also make certain that related data safety audits are conducted.\nThe central competent authority shall consult with the Financial Supervisory Commission to establish regulations regarding the content and range of the data of the two preceding Paragraphs as well as the application procedure and other rules to follow."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "53",
                    "54",
                    "55"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "78",
                    "79"
                  ]
                },
                {
                  "law_no": "02036",
                  "law_name": "船員法",
                  "numbers": [
                    "53"
                  ]
                },
                {
                  "law_no": "03623",
                  "law_name": "勞工退休金條例",
                  "numbers": [
                    "4",
                    "8",
                    "9",
                    "",
                    "3",
                    "5"
                  ]
                }
              ]
            }
          },
          {
            "條號": "57",
            "條文內容": {
              "zh": "勞工工作年資以服務同一事業者為限。但受同一雇主調動之工作年資，及\n依第二十條規定應由新雇主繼續予以承認之年資，應予併計。",
              "en": "Workers' years of service shall be limited to years of employment by the same business entity. In determining the years of service of a worker who is transferred to another business entity owned by the same employer, and in determining accumulated service years recognized by a new employer on a continued basis under Article 20 of the Act, the years of service at the different business entities shall be combined for calculation purposes."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "2"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "03623",
                  "law_name": "勞工退休金條例",
                  "numbers": [
                    "8",
                    "9",
                    ""
                  ]
                }
              ]
            }
          },
          {
            "條號": "58",
            "條文內容": {
              "zh": "勞工請領退休金之權利，自退休之次月起，因五年間不行使而消滅。\n勞工請領退休金之權利，不得讓與、抵銷、扣押或供擔保。\n勞工依本法規定請領勞工退休金者，得檢具證明文件，於金融機構開立專\n戶，專供存入勞工退休金之用。\n前項專戶內之存款，不得作為抵銷、扣押、供擔保或強制執行之標的。",
              "en": "The right of a worker to claim retirement benefits shall be aborted if it is not exercised within five years from the month following the effective date of retirement.\nThe right to claim retirement benefits shall not be assigned, offset, mortgaged, or guaranteed.\nApplicants claiming retirement benefits pursuant to this Act shall open a specific account with necessary documents at a financial institution for the deposit of retirement benefits.\nThe deposits in the specific account of the preceding Paragraph shall not be the objects of offset, mortgage, security or compulsory execution."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "03623",
                  "law_name": "勞工退休金條例",
                  "numbers": [
                    "8",
                    "9",
                    ""
                  ]
                }
              ]
            }
          },
          {
            "條號": "59",
            "條文內容": {
              "zh": "勞工因遭遇職業災害而致死亡、殘廢、傷害或疾病時，雇主應依左列規定\n予以補償。但如同一事故，依勞工保險條例或其他法令規定，已由雇主支\n付費用補償者，雇主得予以抵充之：\n一、勞工受傷或罹患職業病時，雇主應補償其必需之醫療費用。職業病之\n    種類及其醫療範圍，依勞工保險條例有關之規定。\n二、勞工在醫療中不能工作時，雇主應按其原領工資數額予以補償。但醫\n    療期間屆滿二年仍未能痊癒，經指定之醫院診斷，審定為喪失原有工\n    作能力，且不合第三款之殘廢給付標準者，雇主得一次給付四十個月\n    之平均工資後，免除此項工資補償責任。\n三、勞工經治療終止後，經指定之醫院診斷，審定其身體遺存殘廢者，雇\n    主應按其平均工資及其殘廢程度，一次給予殘廢補償。殘廢補償標準\n    ，依勞工保險條例有關之規定。\n四、勞工遭遇職業傷害或罹患職業病而死亡時，雇主除給與五個月平均工\n    資之喪葬費外，並應一次給與其遺屬四十個月平均工資之死亡補償。\n    其遺屬受領死亡補償之順位如左：\n（一）配偶及子女。\n（二）父母。\n（三）祖父母。\n（四）孫子女。\n（五）兄弟姐妹。",
              "en": "An employer shall pay compensation to a worker who is dead, injured, incapacitated or sick due to occupational accidents according to the following provisions; provided that if, in respect of the same accident, the employer has already paid compensation to the worker concerned in accordance with the provisions of the Labor Insurance Act or other applicable statutes and administrative regulations, The employer may deduct those already paid compensation therefrom:\n1. When a worker is injured or suffers from any occupational disease, the employer shall compensate him the necessary medical expenses. The categories of occupation-related diseases and the scope of medical treatment covered shall be governed by the relevant provisions of the Labor Insurance Act.\n2. When a worker under medical treatment is not able to work, the employer shall pay him compensation according to his/her pre-existing wage. The employer shall be released from such compensation obligation by giving to the worker a lump sum payment equal to forty months of average wage if the worker failing to recover after two years of medical treatment has been diagnosed and confirmed by a designated hospital as being unable to perform the original work and so does not meet the disability requirements under Subparagraph 3 hereof.\n3. When after the termination of medical treatment the designated hospital has definitely diagnosed that the worker is disabled forever, the employer shall pay him a lump sum as disability compensation in accordance with he/her average wage and the degree of disability. The standards of disability compensation shall be prescribed in the applicable provisions of the Labor Insurance Act.\n4. When a worker dies of occupational injury or disease, his/ her employer shall pay funeral subsidy equal to five months of average wage and a lump sum survivors compensation equal to forty months of average wage to his/her survivors. The said survivors compensation shall be paid to survivors in the following order:\na. Spouse and children,\nb. Parents,\nc. Grandparents,\nd. Grandchildren, and\ne. Brothers and sisters."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "3",
                    "6",
                    "61",
                    "62",
                    "69",
                    "79"
                  ]
                },
                {
                  "law_no": "03624",
                  "law_name": "職業災害勞工保護法",
                  "numbers": [
                    "6"
                  ]
                }
              ]
            }
          },
          {
            "條號": "60",
            "條文內容": {
              "zh": "雇主依前條規定給付之補償金額，得抵充就同一事故所生損害之賠償金額\n。",
              "en": "The compensation paid by an employer in accordance  with  the preceding article may be deducted from the payment of compensation for damages arising out of the same accident."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "59"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "62",
                    "69"
                  ]
                }
              ]
            }
          },
          {
            "條號": "61",
            "條文內容": {
              "zh": "第五十九條之受領補償權，自得受領之日起，因二年間不行使而消滅。\n受領補償之權利，不因勞工之離職而受影響，且不得讓與、抵銷、扣押或\n擔保。",
              "en": "The statute of limitation for claim right to receive compensation prescribed in Article 59 shall not be within two years from the date of the employee becomes entitled to receive the said compensation.\nThe right to receive compensation shall not be prejudiced by the severance of service by the particular worker, nor shall it be used for transference, assignment, set-off, attachment, mortgage or guarantee."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "59"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "62",
                    "69"
                  ]
                }
              ]
            }
          },
          {
            "條號": "62",
            "條文內容": {
              "zh": "事業單位以其事業招人承攬，如有再承攬時，承攬人或中間承攬人，就各\n該承攬部分所使用之勞工，均應與最後承攬人，連帶負本章所定雇主應負\n職業災害補償之責任。\n事業單位或承攬人或中間承攬人，為前項之災害補償時，就其所補償之部\n分，得向最後承攬人求償。",
              "en": "The owner of a business entity who contracts his/her work to a subcontractor who subsequently subcontracts, the contractor, the subcontractor, and the last subcontractor shall be jointly and severally liable to pay the compensation prescribed in this Chapter for occupational accidents related to the work performed by the workers hired by the contractor and the subcontractor.\nWhen a business entity or contractor or subcontractor pays compensation for occupational accidents in accordance with the provisions of the preceding paragraph, each may claim reimbursement from the last subcontractor for the portion borne."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "59",
                    "6",
                    "61",
                    "63"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "69"
                  ]
                }
              ]
            }
          },
          {
            "條號": "63",
            "條文內容": {
              "zh": "承攬人或再承攬人工作場所，在原事業單位工作場所範圍內，或為原事業\n單位提供者，原事業單位應督促承攬人或再承攬人，對其所僱用勞工之勞\n動條件應符合有關法令之規定。\n事業單位違背勞工安全衛生法有關對於承攬人、再承攬人應負責任之規定\n，致承攬人或再承攬人所僱用之勞工發生職業災害時，應與該承攬人、再\n承攬人負連帶補償責任。",
              "en": "Where a contractor's or subcontractor's work site is located within the scope of work site of the original business entity or is provided for by the same, the said original business entity shall supervise the contractor or subcontractor to provide their hired workers with such labor conditions as prescribed in applicable statutes and administrative regulations.\nA business entity shall be jointly and severally liable with the contractor or subcontractor for the compensation of occupational accidents caused to workers hired by the contractor or subcontractor for having violated the provisions of the Labor Safety and Health Act pertaining to obligations which the contractor or subcontractor are required to perform."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "62",
                    "69"
                  ]
                }
              ]
            }
          },
          {
            "條號": "64",
            "條文內容": {
              "zh": "雇主不得招收未滿十五歲之人為技術生。但國民中學畢業者，不在此限。\n稱技術生者，指依中央主管機關規定之技術生訓練職類中以學習技能為目\n的，依本章之規定而接受雇主訓練之人。\n本章規定，於事業單位之養成工、見習生、建教合作班之學生及其他與技\n術生性質相類之人，準用之。",
              "en": "No employer shall be permitted to recruit any apprentice of less than fifteen years of age, unless such apprentice has graduated from the junior high school.\nFor the purposes of the Act, the term apprentice shall refer to a person whose objective is to learn technical skills in a job category prescribed by the competent authorities for apprentice training, and who receives training from an employer in accordance with the provisions of this Chapter.\nThe provisions of this Chapter shall apply, mutatis mutandis, to foster workers and interns of a business entity, students under any business-education cooperation project, and other persons similar to apprentices in nature."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "77",
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "65",
            "條文內容": {
              "zh": "雇主招收技術生時，須與技術生簽訂書面訓練契約一式三份，訂明訓練項\n目、訓練期限、膳宿負擔、生活津貼、相關教學、勞工保險、結業證明、\n契約生效與解除之條件及其他有關雙方權利、義務事項，由當事人分執，\n並送主管機關備案。\n前項技術生如為未成年人，其訓練契約，應得法定代理人之允許。",
              "en": "In recruiting an apprentice, an employer shall sign a written training contract in triplicate with each apprentice, particularizing the training subjects, training period, boarding and lodging arrangements, living allowances, relevant teaching subjects, labor insurance, certificate of completion of training, the effective date of contract, the conditions for the termination of the contract, and other clauses relating to the rights and obligations of both parties to the contract. One copy of the contract shall be kept by each member of the parties thereto, and the remaining copy shall be forwarded to the competent authorities for recording.\nWithout the prior consent of his/her legal guardian, no apprentice referred to in the preceding paragraph shall be allowed to sign an apprenticeship training contract if he/she is a minor"
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "66",
            "條文內容": {
              "zh": "雇主不得向技術生收取有關訓練費用。",
              "en": "No employer shall be permitted to collect training fees from an apprentice."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "67",
            "條文內容": {
              "zh": "技術生訓練期滿，雇主得留用之，並應與同等工作之勞工享受同等之待遇\n。雇主如於技術生訓練契約內訂明留用期間，應不得超過其訓練期間。",
              "en": "An employer may retain an apprentice upon expiration of his/her training period and shall pay him the same wage rate payable to other workers doing the same work. The retention period, if specified in an apprenticeship training contract, shall not be longer than the training period"
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "68",
            "條文內容": {
              "zh": "技術生人數，不得超過勞工人數四分之一。勞工人數不滿四人者，以四人\n計。",
              "en": "The number of apprentices shall not exceed one fourth of the total number of workers. The number of workers shall be deemed four for calculation purposes even if it is below that number."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "69",
            "條文內容": {
              "zh": "本法第四章工作時間、休息、休假，第五章童工、女工，第七章災害補償\n及其他勞工保險等有關規定，於技術生準用之。\n技術生災害補償所採薪資計算之標準，不得低於基本工資。",
              "en": "The provisions of Chapter IV pertaining to working hours, recess and holidays, Chapter V pertaining to child workers and female workers, and Chapter VII pertaining to compensation for occupational accidents and other related labor insurance matters shall apply mutatis mutandis to apprentices.\nThe standards for calculating the wages of an apprentice in connection with compensation for occupational accidents shall not fall below the basic wage."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "3",
                    "3",
                    "31",
                    "32",
                    "33",
                    "34",
                    "35",
                    "36",
                    "37",
                    "38",
                    "39",
                    "4",
                    "41",
                    "42",
                    "43",
                    "44",
                    "45",
                    "46",
                    "47",
                    "48",
                    "49",
                    "5",
                    "51",
                    "52",
                    "59",
                    "6",
                    "61",
                    "62",
                    "63"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "70",
            "條文內容": {
              "zh": "雇主僱用勞工人數在三十人以上者，應依其事業性質，就左列事項訂立工\n作規則，報請主管機關核備後並公開揭示之：\n一、工作時間、休息、休假、國定紀念日、特別休假及繼續性工作之輪班\n    方法。\n二、工資之標準、計算方法及發放日期。\n三、延長工作時間。\n四、津貼及獎金。\n五、應遵守之紀律。\n六、考勤、請假、獎懲及升遷。\n七、受僱、解僱、資遣、離職及退休。\n八、災害傷病補償及撫卹。\n九、福利措施。\n十、勞雇雙方應遵守勞工安全衛生規定。\n十一、勞雇雙方溝通意見加強合作之方法。\n十二、其他。",
              "en": "An employer hiring more than thirty workers shall set up work rules in accordance with the nature of the business, and shall publicly display the said rules after they have been submitted to the competent authorities for approval and record. The rules shall specify the following subject matters:\n1. Working hours, recess, holidays, annual paid leave of absence and the rotation of shifts for continuous operations,\n2. Standards, method of calculation and pay day of payable wages,\n3. Length of overtime work,\n4. Allowances and bonuses,\n5. Disciplinary measures,\n6. Rules  for  attendance,  leave-taking,  award  and  discipline, promotions and transfer,\n7. Rules  for recruitment, discharge,  severance, termination  and retirement,\n8. Compensation and consolation payment for accident, injury or disease,\n9. Welfare measures,\n10. Safety and health regulations to be followed and observed both the employer and the worker,\n11. Methods  for communication  of  views  and enhancement of cooperation between employer and worker, and\n12. Miscellaneous matters."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "71",
            "條文內容": {
              "zh": "工作規則，違反法令之強制或禁止規定或其他有關該事業適用之團體協約\n規定者，無效。",
              "en": "The work rules shall be null and void if they violate any mandatory or prohibitive provisions of statutes, administrative regulations, or collective agreements applicable to a particular business entity."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "72",
            "條文內容": {
              "zh": "中央主管機關，為貫徹本法及其他勞工法令之執行，設勞工檢查機構或授\n權直轄市主管機關專設檢查機構辦理之；直轄市、縣（市）主管機關於必\n要時，亦得派員實施檢查。\n前項勞工檢查機構之組織，由中央主管機關定之。",
              "en": "To enforce the Act, other labor statutes and administrative regulations, the Central Competent Authority shall either establish a labor inspection agency or delegate this power to the competent authorities in the municipal cities. The local competent authority may also as necessary, dispatch staff members to conduct inspections.\nThe organizational structure of the labor inspection agency referred to in the preceding paragraph shall be prescribed by the Central Competent Authority."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "73",
            "條文內容": {
              "zh": "檢查員執行職務，應出示檢查證，各事業單位不得拒絕。事業單位拒絕檢\n查時，檢查員得會同當地主管機關或警察機關強制檢查之。\n檢查員執行職務，得就本法規定事項，要求事業單位提出必要之報告、紀\n錄、帳冊及有關文件或書面說明。如需抽取物料、樣品或資料時，應事先\n通知雇主或其代理人並掣給收據。",
              "en": "An inspector in the course of performing his official duties shall display the Labor Inspection badge. No business entity may reject such inspection. In the event the said business entity rejects inspection, the inspector may enforce the visit in concert with the local competent authority or the police.\nAn inspector in the course of performing official visit may request the business entity to produce necessary reports, records, books of account and other relevant documents or written explanations as prescribed by the provisions of the Act. If it becomes necessary for the inspector to obtain any raw materials, supplies, samples, or information, a prior notice shall be given to the employer or his agent and a receipt shall be issued to acknowledge the materials given to him."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "74",
            "條文內容": {
              "zh": "勞工發現事業單位違反本法及其他勞工法令規定時，得向雇主、主管機關\n或檢查機構申訴。\n雇主不得因勞工為前項申訴，而予以解僱、降調、減薪、損害其依法令、\n契約或習慣上所應享有之權益，或其他不利之處分。\n雇主為前項行為之一者，無效。\n主管機關或檢查機構於接獲第一項申訴後，應為必要之調查，並於六十日\n內將處理情形，以書面通知勞工。\n主管機關或檢查機構應對申訴人身分資料嚴守秘密，不得洩漏足以識別其\n身分之資訊。\n違反前項規定者，除公務員應依法追究刑事與行政責任外，對因此受有損\n害之勞工，應負損害賠償責任。\n主管機關受理檢舉案件之保密及其他應遵行事項之辦法，由中央主管機關\n定之。",
              "en": "A worker, upon discovery of any violation by the business entity of the Act and other labor laws or administrative regulations, may file a complaint to the employer, competent authorities or inspection agencies.\nAn employer may not terminate, transfer, reduce the wages of, or harm the rights and benefits in accordance with the law, contract or norm of such a worker nor take any unfavorable measures against the worker who files a complaint in accordance with the preceding paragraph.\nIf the employer commits any of the actions mentioned in the preceding paragraph, that action shall be null and void.\nUpon receipt of a complaint of the type from the first paragraph, the competent authority or the inspection agency shall conduct the necessary investigations and notify the worker in writing of its handling within sixty days.\nThe competent authority or the inspection agency shall keep the identity of the complainant confidential and shall not disclose any information which might reveal the identity of the complainant.\nFor those who violate the provisions of the preceding paragraph, in addition to civil servants being held liable to criminal laws and administratively responsible, shall be liable for damages to the worker.\nThe central competent authority shall establish the rules and regulations for competent authorities regarding the confidentiality of accepting reported complaints and other matters that must be complied with."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "79"
                  ]
                }
              ]
            }
          },
          {
            "條號": "75",
            "條文內容": {
              "zh": "違反第五條規定者，處五年以下有期徒刑、拘役或科或併科新臺幣七十五\n萬元以下罰金。",
              "en": "An  employer  who  violates the provisions of Article 5 shall be imprisoned for a term not exceeding five years, detained and/or fined a sum less than N.T.$ 750,000."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "5"
                  ]
                }
              ],
              "被引用條文": []
            }
          },
          {
            "條號": "76",
            "條文內容": {
              "zh": "違反第六條規定者，處三年以下有期徒刑、拘役或科或併科新臺幣四十五\n萬元以下罰金。",
              "en": "Any  person  who  violates  the  provisions of Article 6 shall be imprisoned for a term not exceeding three years, detained and/or fined a sum less than N.T.$ 450,000."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "6"
                  ]
                }
              ],
              "被引用條文": []
            }
          },
          {
            "條號": "77",
            "條文內容": {
              "zh": "違反第四十二條、第四十四條第二項、第四十五條第一項、第四十七條、\n第四十八條、第四十九條第三項或第六十四條第一項規定者，處六個月以\n下有期徒刑、拘役或科或併科新臺幣三十萬元以下罰金。",
              "en": "An employer who violates Article 42, Paragraph 2 of Article 44, Paragraph 1 of Articles 45, Article 47, Article 48, Paragraph 3 of Article 49 or Paragraph 1 of Article 64 shall be sentenced to a maximum of 6 months imprisonment, detained, or fined a concurrent maximum amount of NT$300,000."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "42",
                    "44",
                    "45",
                    "47",
                    "48",
                    "49",
                    "64"
                  ]
                }
              ],
              "被引用條文": []
            }
          },
          {
            "條號": "78",
            "條文內容": {
              "zh": "未依第十七條、第五十五條規定之標準或期限給付者，處新臺幣三十萬元\n以上一百五十萬元以下罰鍰，並限期令其給付，屆期未給付者，應按次處\n罰。\n違反第十三條、第二十六條、第五十條、第五十一條或第五十六條第二項\n規定者，處新臺幣九萬元以上四十五萬元以下罰鍰。",
              "en": "Employers failing to pay severance pay or pensions in accordance with the criteria or timelines set forth in Articles 17 and 55 shall be subject to fines between NT$300,000 and NT$1.5 million and shall be ordered to make the payment within a given period; failure to make payments shall be fined consecutively.\nEmployers violating Articles 13, 26, 50 and 51 or Paragraph 2 of Article 56 shall be subject to fines between NT$90,000 and NT$450,000."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "3",
                    "7",
                    "26",
                    "5",
                    "51",
                    "55",
                    "56"
                  ]
                }
              ],
              "被引用條文": []
            }
          },
          {
            "條號": "79",
            "條文內容": {
              "zh": "有下列各款規定行為之一者，處新臺幣二萬元以上一百萬元以下罰鍰：\n一、違反第二十一條第一項、第二十二條至第二十五條、第三十條第一項\n    至第三項、第六項、第七項、第三十二條、第三十四條至第四十一條\n    、第四十九條第一項或第五十九條規定。\n二、違反主管機關依第二十七條限期給付工資或第三十三條調整工作時間\n    之命令。\n三、違反中央主管機關依第四十三條所定假期或事假以外期間內工資給付\n    之最低標準。\n違反第三十條第五項或第四十九條第五項規定者，處新臺幣九萬元以上四\n十五萬元以下罰鍰。\n違反第七條、第九條第一項、第十六條、第十九條、第二十八條第二項、\n第四十六條、第五十六條第一項、第六十五條第一項、第六十六條至第六\n十八條、第七十條或第七十四條第二項規定者，處新臺幣二萬元以上三十\n萬元以下罰鍰。\n有前三項規定行為之一者，主管機關得依事業規模、違反人數或違反情節\n，加重其罰鍰至法定罰鍰最高額二分之一。",
              "en": "Employers found to have any of the following conditions shall be subject to fines between NT$20,000 and NT$1,000,000:\n1. In violation of Paragraph 1 of Article 21, Articles 22 to 25, Paragraphs 1 to 3, 6 and 7 of Article 30, Article 32, Articles 34 to 41, Paragraph 1 of Article 49, or Article 59；\n2. Failure to pay wages within a given period as ordered by the competent authority in accordance with Article 27 or to adjust working hours as required by the competent authority in accordance with Article 33;\n3. Failure to pay the minimum requirement of wages as defined by the central competent authority in accordance with Article 43 for work durations other than holidays and personal leave.\nEmployers violating Paragraph 5 of Article 30 or Paragraph 5 of Article 49 shall be subject to fines between NT$90,000 and NT$450,000.\nThose in violation of Article 7, Paragraph 1 of Article 9, Article16, Article19, Paragraph 2 of Article 28, Article 46, Paragraph 1 of Article 56, Paragraph 1 of Article 65, Articles 66 to 68, Article 70 or Paragraph 2 of Article 74, shall be subject to fines between NT$20,000 and NT$300,000.\nFor those having violations of any of the three preceding provisions, the competent authority, in accordance with the size of businesses, the number of those being violated or the circumstances of the violations, may increase the penalty by an additional 50% above the maximum amount of the legal fine."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "7",
                    "9",
                    "6",
                    "9",
                    "21",
                    "22",
                    "23",
                    "24",
                    "25",
                    "27",
                    "28",
                    "3",
                    "32",
                    "33",
                    "34",
                    "35",
                    "36",
                    "37",
                    "38",
                    "39",
                    "4",
                    "41",
                    "43",
                    "46",
                    "49",
                    "56",
                    "59",
                    "65",
                    "66",
                    "67",
                    "68",
                    "7",
                    "74"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "03623",
                  "law_name": "勞工退休金條例",
                  "numbers": [
                    "5"
                  ]
                }
              ]
            }
          },
          {
            "條號": "79-1",
            "條文內容": {
              "zh": "違反第四十五條第二項、第四項、第六十四條第三項及第六十九條第一項\n準用規定之處罰，適用本法罰則章規定。",
              "en": "Penalty applying mutatis mutandis to violations to Paragraphs  2 and 4 of Articles 45, Paragraph 3 of Article 64 and Paragraph 1 of Article 69 is applicable to the Penal Provisions of this Act."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "45",
                    "64",
                    "69"
                  ]
                }
              ],
              "被引用條文": []
            }
          },
          {
            "條號": "80",
            "條文內容": {
              "zh": "拒絕、規避或阻撓勞工檢查員依法執行職務者，處新臺幣三萬元以上十五\n萬元以下罰鍰。",
              "en": "Any person who refuses, avoids or obstructs a labor inspector in the performance of his/her official duties shall be punished by an administrative fine of no less than N.T.$ 30,000 but not exceeding N.T.$ 150,000."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "80-1",
            "條文內容": {
              "zh": "違反本法經主管機關處以罰鍰者，主管機關應公布其事業單位或事業主之\n名稱、負責人姓名，並限期令其改善；屆期未改善者，應按次處罰。\n主管機關裁處罰鍰，得審酌與違反行為有關之勞工人數、累計違法次數或\n未依法給付之金額，為量罰輕重之標準。",
              "en": "Business entity that is fined for violations of the Act, the competent authority shall publicly announce the name of such business entity or its owner(s), the person(s) in charge, and shall also order such business to make improvements within a given period; failure to make improvements shall be fined consecutively. \nThe competent authority may determine the amount of fine in accordance with the number of employees that the violation involves, the number of violations accumulated or the amounts to be paid according to law."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "81",
            "條文內容": {
              "zh": "法人之代表人、法人或自然人之代理人、受僱人或其他從業人員，因執行\n業務違反本法規定，除依本章規定處罰行為人外，對該法人或自然人並應\n處以各該條所定之罰金或罰鍰。但法人之代表人或自然人對於違反之發生\n，已盡力為防止行為者，不在此限。\n法人之代表人或自然人教唆或縱容為違反之行為者，以行為人論。",
              "en": "If the representative of a legal entity, the agent of a legal entity or a natural person, an employee or any other staff member violates the Act in the rendering of his respective services, the violator shall be punished pursuant to this Chapter; in addition, the legal entity itself or the natural person shall also be subject to punishment by such fine or administrative fine as prescribed in the respective articles of the Act; unless the representative of the legal entity or the natural person has done his best to avoid the occurrence of the violation.\nThe representative of a legal entity or the natural person shall be deemed as an offender, if he/she instigate or ignores the violation."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "82",
            "條文內容": {
              "zh": "本法所定之罰鍰，經主管機關催繳，仍不繳納時，得移送法院強制執行。",
              "en": "Where an administrative fine remains unpaid after a demand for payment from the competent authority, the case shall be referred to the court for compulsory execution."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "83",
            "條文內容": {
              "zh": "為協調勞資關係，促進勞資合作，提高工作效率，事業單位應舉辦勞資會\n議。其辦法由中央主管機關會同經濟部訂定，並報行政院核定。",
              "en": "A business entity shall hold meeting to coordinate worker-employer relationships and promote worker-employer cooperation and increase work efficiency. The regulations governing for labor-management conference shall be prescribed by the Central Competent Authority in concert with the Ministry of Economic Affairs and then reported to the Executive Yuan for approval."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "84",
            "條文內容": {
              "zh": "公務員兼具勞工身分者，其有關任（派）免、薪資、獎懲、退休、撫卹及\n保險（含職業災害）等事項，應適用公務員法令之規定。但其他所定勞動\n條件優於本法規定者，從其規定。",
              "en": "In the case of a civil servant who also has the legal status of a worker, civil service laws and regulations shall govern such matters as appointment, discharge, wage, salary, award and discipline retirement, survivors compensation and insurance (including that for occupational accidents). If the rest of the labor conditions are more favorable than the relevant provisions of the Act, the more favorable parts shall apply."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "84-1",
            "條文內容": {
              "zh": "經中央主管機關核定公告之下列工作者，得由勞雇雙方另行約定，工作時\n間、例假、休假、女性夜間工作，並報請當地主管機關核備，不受第三十\n條、第三十二條、第三十六條、第三十七條、第四十九條規定之限制。\n一、監督、管理人員或責任制專業人員。\n二、監視性或間歇性之工作。\n三、其他性質特殊之工作。\n前項約定應以書面為之，並應參考本法所定之基準且不得損及勞工之健康\n及福祉。",
              "en": "After the approval and public announcement of the Central Competent Authority, the following types of workers may arrange their own working hours, regular days off, national holidays and female workers' night work through other agreements with their employers. These agreements shall be submitted to the local competent authorities for approval and record and shall not subject to the restrictions imposed by Articles 30, 32, 36, 37 and 49 of the Act:\n1. Supervisory, administrative workers, and professional workers with designated responsibility,\n2. Monitoring or intermittent jobs, and\n3. Other types of job in special nature.\nThe agreement made under the preceding paragraph shall be in the form of written document. They shall use the basic standards contained in the Act as reference and shall not be detrimental to the health and well-being of the workers."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "3",
                    "32",
                    "36",
                    "37",
                    "49"
                  ]
                }
              ],
              "被引用條文": []
            }
          },
          {
            "條號": "84-2",
            "條文內容": {
              "zh": "勞工工作年資自受僱之日起算，適用本法前之工作年資，其資遣費及退休\n金給與標準，依其當時應適用之法令規定計算；當時無法令可資適用者，\n依各該事業單位自訂之規定或勞雇雙方之協商計算之。適用本法後之工作\n年資，其資遣費及退休金給與標準，依第十七條及第五十五條規定計算。",
              "en": "The seniority of a worker is calculated from the first day of his/her employment. The standards of severance and retirement benefit for the seniority accumulated before the application of the Act shall be calculated in accordance with the applicable Acts and administrative regulations effective during that time. In cases there were no applicable Acts and administrative regulations, these standards shall be calculated in accordance with the rules promulgated by the respective business entities or the agreements reached by workers and employers themselves. After the application of the Act, the standards of severance pays and retirement benefits for the seniority accumulated shall be calculated in accordance with Articles 17 and 55 of the Act."
            },
            "相關條文": {
              "引用條文": [
                {
                  "law_no": "01139",
                  "law_name": "勞動基準法",
                  "numbers": [
                    "7",
                    "55"
                  ]
                }
              ],
              "被引用條文": [
                {
                  "law_no": "01475",
                  "law_name": "國家中山科學研究院設置條例",
                  "numbers": [
                    "26"
                  ]
                },
                {
                  "law_no": "03623",
                  "law_name": "勞工退休金條例",
                  "numbers": [
                    "1",
                    "2"
                  ]
                }
              ]
            }
          },
          {
            "條號": "85",
            "條文內容": {
              "zh": "本法施行細則，由中央主管機關擬定，報請行政院核定。",
              "en": "The enforcement rules of the Act shall be prescribed by the Central Competent Authority and reported to the Executive Yuan for approval."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          },
          {
            "條號": "86",
            "條文內容": {
              "zh": "本法自公布日施行。但中華民國八十九年六月二十八日修正公布之第三十\n條第一項及第二項規定，自九十年一月一日施行。\n本法中華民國一百零四年一月二十日修正之條文，除第二十八條第一項自\n公布後八個月施行外，自公布日施行。\n本法中華民國一百零四年五月十五日修正之條文，自一百零五年一月一日\n施行。",
              "en": "This Act shall take effect from the day of promulgation. Amendments to Paragraphs 1 and 2 of Article 30, which were promulgated on June 28, 2000, however, entered into force from January 1, 2001.\nThe provisions of the Act amended on January 20, 2015 shall take effect from the day of promulgation except for Paragraph 1 of Article 28, which shall take effect eight months after promulgation.\nThe provisions of the Act amended on May 15, 2015, shall take effect from January 1, 2016."
            },
            "相關條文": {
              "引用條文": [],
              "被引用條文": []
            }
          }
        ]
      },
      "法規簡稱": "勞基法"
    }
  }
}