/* global describe, it */
describe('童工、女工', () => {
  describe('童工', () => {
    it('一個十四歲的勞工，無國民中學畢業也無經主管機關認定其工作性質及環境無礙其身心健康而許可，為非法勞工')
    it('一個國中畢業，十四歲的勞工，為合法勞工，適用勞基法童工相關法令')
    it('一個十五歲的勞工，身份為童工')
    it('一個十六歲的勞工，身份為一般勞工，但不得從事危險性或有害性之工作，雇主應置備其法定代理人同意書及其年齡證明文件。')
    it('一個十九歲的勞工，身份為一般勞工')
    it('一童工工作九小時，違法')
    it('一童工週一到週六每天工作八小時，違法')
    it('一童工於例假日工作，違法')
    it('一童工晚上九點工作，違法')
  })

  describe('女工', () => {
    it('一女性工作者於晚上十一點工作沒有經過工會或勞資會議同意，違法')
    it('月薪為 36000 的女性工作者，於一公司工作三個月並且請產假，產假（八週）的薪資為 36000 元')
    it('月薪為 36000 的女性工作者，於一公司工作七個月並且請產假，產假（八週）的薪資為 72000 元')
  })
})
